Repository: ShinethemeTeam/wpbooking
Catalog: languages/wpbooking-*.po
Languages: es_mx, nl_nl

source: You cannot check-in at: %s
es_mx: No se puede llegar en: %s
nl_nl: Je kan niet inschecken op: %s

source: You cannot check-out at: %s
es_mx: No se puede salir en: %s
nl_nl: Je kan niet uitchecken op: %s

source: %s rooms
es_mx: %s habitaciones
nl_nl: %s accommodaties

source: %s room
es_mx: %s habitación
nl_nl: %s accommodatie

source: Delete item successfully
es_mx: Eliminar el elemento correctamente
nl_nl: Item succesvol verwijded

source: Rooms:
es_mx: Habitaciones:
nl_nl: Kamers:

source: You can post anything related to activities such as tourism, events, workshops, etc anything called tour
es_mx: Puedes publicar cualquier cosa relacionada con actividades como turismo, eventos, talleres, etc cualquier cosa llamado tour
nl_nl: Hier kan je diverse excursies aanbieden

source: Adult
es_mx: Adulto
nl_nl: Volwassenen

source: Infant
es_mx: Infante
nl_nl: baby

source: Tour Price
es_mx: Precio de Tour
nl_nl: Excursie prijs

source: Booking Info
es_mx: Información de Reservación
nl_nl: Boeking info

source: From
es_mx: Desde
nl_nl: Van

source: Adult(s)
es_mx: Adulto(s)
nl_nl: Volwassenen

source: Infant(s)
es_mx: Niño(s)
nl_nl: Babies

source: Your date is incorrect.
es_mx: Tu captcha es incorrecto.

source: Sorry! This tour is not available at your selected time
es_mx: ¡Lo siento! Este tour no está disponible en la hora seleccionada
nl_nl: Sorry! deze excursie is niet beschikbaar op de geselecteerde tijd

source: This tour requires 1 person at least
es_mx: Este Tour requiere al menos 1 persona
nl_nl: Deze excursie vereist minmaal 1 deelnemer

source: This tour only remains availability for %d people
es_mx: Este Tour únicamente es accesible para %d personas
nl_nl: Deze excursie is voor maximaal %d personen

source: Minimum Travelers must be %d
es_mx: El mínimo de los viajeros debe ser de %d
nl_nl: Minimaal aantal deelnemers %d

source: Maximum Travelers must be %d
es_mx: El máximo de viajeros debe ser de %d
nl_nl: Maximaal aantal deelnemers %d

source: %d adult(s)
es_mx: %d adulto(s)
nl_nl: %d volwassenen

source: %d children
es_mx: %d niños
nl_nl: %d kinderen

source: %d infant(s)
es_mx: %d infante(s)
nl_nl: %d babies

source: This tour requires %s people at least
es_mx: Este tour requiere %s personas como mínimo

source: Tour Type
es_mx: Tipo de Tour
nl_nl: Soort excursie

source: Search for Tour Type
es_mx: Buscar un tipo de Tour
nl_nl: Zoek naar soort excursie

source: All Tour Types
es_mx: Todos los tipos de Tours
nl_nl: Alle excursie soorten

source: Parent Tour Type
es_mx: Tipo de Tour Principal
nl_nl: Parent Excursie Type

source: Parent Tour Type:
es_mx: Tipo de Tour Principal:
nl_nl: Parent Excursie Type:

source: Edit Tour Type
es_mx: Editar tipo de Tour
nl_nl: Bewerk soort excursie

source: Update Tour Type
es_mx: Actualizar tipo de Tour
nl_nl: Update soort excursie

source: Add New Tour Type
es_mx: Agregar nuevo tipo de Tour
nl_nl: Nieuwe excursie toevoegen

source: New Tour Type Name
es_mx: Nuevo nombre de tipo de Tour
nl_nl: Nieuwe excursie naam

source: 1. Basic Information
es_mx: 1. Información Básica
nl_nl: 1. Basis informatie

source: About Your Tour
es_mx: Acerca tu Tour
nl_nl: Over de excursie

source: Enable Tour
es_mx: Habilitar Tour
nl_nl: Excursie inschakelen

source: Standard of tour from 1 to 5 stars.
es_mx: Estándar de Tour de 1 a 5 estrellas.
nl_nl: Standaard excusrsie 1 tot 5 sterren

source: Duration
es_mx: Duración
nl_nl: Duur

source: Example: 10 days
es_mx: Ejemplo: 1 días
nl_nl: Voorbeeld : 1 dag

source: Contact Number
es_mx: Número de Contacto
nl_nl: Contact Nummer

source: Tour Destination
es_mx: Destino de Tour
nl_nl: Bestemming excursie

source: Please make sure to enter your full address
es_mx: Por favor asegúrese de ingresar su dirección completa
nl_nl: Vul je volledige adres in

source: 2. Booking Details
es_mx: 2. Detalles de Reservación
nl_nl: 2. Boeking Details

source: Pricing type
es_mx: Tipo de Precio
nl_nl: Prijs type

source: Pricing Type
es_mx: Tipo de Precio
nl_nl: Prijs type

source: Per person
es_mx: Por persona
nl_nl: Per persoon

source: Maximum people
es_mx: Máximo de personas
nl_nl: Maximum personen

source: Age Options
es_mx: Opciones de Edad
nl_nl: Leeftijd opties

source: Provide your requirements for kinds of age defined as a child or adult.
es_mx: Proporcione sus requisitos para los tipos de edad definidos como un niño o un adulto.
nl_nl: Geef je wensen door voor je kinderen

source: Availability
es_mx: Disponibilidad
nl_nl: Beschikbaarheid

source: 3. Policies & Checkout
es_mx: 3. Políticas y Realizar Pedido

source: Set your local VAT, so guests know what is included in the price of their stay.
es_mx: Establecer su IVA local, por lo que los huéspedes saben lo que está incluido en el precio de su estancia.
nl_nl: Stel de belasting in zodat de gasten weten wat er bij de prijs is inbegrepen

source: 4. Photos
es_mx: 4. Fotos
nl_nl: 4. Foto's

source: You must upload one minimum photo for your tour
es_mx: Debe subir al menos una foto para su Tour
nl_nl: Je moet minstens 1 foto per excursie uploaden

source: Tour type
es_mx: Tipo de Tour
nl_nl: Soort excursie

source: Destination
es_mx: Destino
nl_nl: Bestemming

source: From date
es_mx: A partir de la fecha
nl_nl: Van datum

source: To date
es_mx: Hasta la fecha
nl_nl: Tot datum

source: Star Of Tour
es_mx: Estrella de Tour
nl_nl: Sterren van de excursie

source: Advanced Field
es_mx: Campo Avanzado

source: Hide with <strong>Logged in user</strong>
es_mx: Esconder con <strong> Usuario ingresado </strong>
nl_nl: Verberg de <strong>ingelogde gebruiker</strong>

source: Name
es_mx: Nombre
nl_nl: Naam

source: This is default attribute, you cannot change
es_mx: Este es el atributo predeterminado, no se puede cambiar
nl_nl: Dit is een vast item en kan niet gewijzigd worden

source: Google reCAPTCHA
es_mx: reCAPTCHA de Google

source: Check-in
es_mx: Registrarse

source: Specific Fields
es_mx: Campos Específicos
nl_nl: Specifiek veld

source: Set as <strong>required</strong>
es_mx: Marcar como <strong>requerido</strong>
nl_nl: Stel in als <strong>verplicht</strong>

source: CSS ID (optional)
es_mx: ID de CSS (opcional)

source: CSS Class (optional)
es_mx: Clase de CSS (opcional)

source: Class
es_mx: Clase

source: Value (optional)
es_mx: Valor (opcional)
nl_nl: Waarde (optioneel)

source: Value
es_mx: Valor
nl_nl: Waarde

source: Placeholder (optional)
es_mx: Marcador de Posición (opcional)
nl_nl: Demo tekst (optional)

source: Check-Out
es_mx: Salir
nl_nl: Check-Uit

source: Options
es_mx: Opciones
nl_nl: Opties

source: Ex: Title 1:value_1|Title 2:value_2
es_mx: Ej: Titulo 1:valor_1|Titulo 2:valor_2
nl_nl: Voorbeeld: Titel 1:waarde_1|Titel 2:waarde_2

source: Country Dropdown
es_mx: Desplegable de País
nl_nl: Land Dropdown

source: ID (optional)
es_mx: ID (opcional)
nl_nl: ID (optioneel)

source: Class (optional)
es_mx: Clase (opcional)
nl_nl: Class (optioneel)

source: Current Datetime (Server Time)
es_mx: Hora actual (Hora del Servidor)
nl_nl: Huidige datum en tijd

source: Hidden Fields
es_mx: Campos Ocultos
nl_nl: Verborgen velden

source: Drop Down
es_mx: Desplegable

source: Standard Fields
es_mx: Campos Estándar
nl_nl: Standaard velden

source: Size
es_mx: Tamaño
nl_nl: Maat

source: Maxlength
es_mx: Tamaño Máximo
nl_nl: Max. lengte

source: CSS ID (Optional)
es_mx: ID de CSS (Opcional)
nl_nl: CSS ID (Optioneel)

source: CSS Class (Optional)
es_mx: Clase de CSS (Opcional)
nl_nl: CSS Class (Optioneel)

source: User Field
es_mx: Campo de Usuario
nl_nl: Gebruikers veld

source: Guest
es_mx: Invitado
nl_nl: Gast

source: IP Address (Client)
es_mx: Dirección IP (Cliente)

source: Submit Button
es_mx: Botón de Enviar
nl_nl: Verzend knop

source: Label
es_mx: Etiqueta

source: Checkout
es_mx: Salir

source: Text
es_mx: Texto
nl_nl: Tekst

source: TextArea
es_mx: Área de Texto
nl_nl: Tekst gebied

source: Rows
es_mx: Filas
nl_nl: Regels

source: Columns
es_mx: Columnas
nl_nl: Kolommen

source: User Email
es_mx: Correo Electrónico de Usuario
nl_nl: Gebruikers email

source: Remove
es_mx: Eliminar
nl_nl: Verwijder

source: Add
es_mx: Agregar
nl_nl: Toevoegen

source: Remove Image
es_mx: Eliminar Imagen
nl_nl: Verwijder foto

source: Upload Image
es_mx: Subir Imagen
nl_nl: Upload fot

source: Select a color
es_mx: Seleccionar color
nl_nl: Selecteer een kleur

source: The field is not set
es_mx: Este campo no ha sido configurado
nl_nl: Dit veld in niet ingevuld

source: Get Started
es_mx: Empezar
nl_nl: Beginnen

source: Get even more functionalities
es_mx: Obtenga aún más funcionalidades
nl_nl: Krijg nog meer functionaliteit

source: Welcome to Wp Booking %s
es_mx: Bienvenido a Wp Booking %s
nl_nl: Welkom bij Wp Booking %s

source: Wpbooking is ready to receive and manage bookings from visitor
es_mx: Wpbooking está listo para gestionar y organizar reservaciones del visitante
nl_nl: Wpbooking is klaar om boekingen te ontvangen

source: Extensions for WPBooking
es_mx: Extensiones par WPBooking
nl_nl: Uitbreidingen voor WPBooking

source: These extensions <strong>add functionality</strong> to your powered WPBooking store.
es_mx: Estas extensiones <strong> añaden funcionalidad </ strong> a tu sistema y
nl_nl: Deze uitbreidingen kunnen je boeking site nog krachtiger maken.

source: Browse all extensions
es_mx: Buscar todas las extensiones
nl_nl: Blader alle uitbreidingen

source: extensions. Showing
es_mx: extensiones. Mostrando
nl_nl: show uitbredingen

source: Search
es_mx: Buscar
nl_nl: Zoeken

source: Find an extension
es_mx: Buscar una extensión
nl_nl: Vind uitbreidingen

source: Type to search
es_mx: Tipo de búsqueda
nl_nl: Type om te zoeken

source: Category
es_mx: Categoría
nl_nl: Categorie

source: All
es_mx: Todas
nl_nl: Alle

source: Read more
es_mx: Leer más
nl_nl: Leees meer

source: Prev
es_mx: anterior
nl_nl: Vorige

source: No extensions.
es_mx: No extensiones.
nl_nl: Geen uitbreidingen

source: We are supporting you with four main settings to create a booking system.
es_mx: Te apoyamos <strong> con cuatro configuraciones principales </ strong> para crear un sistema de reservas

source: Including:
es_mx: Incluyendo
nl_nl: Inclusief:

source: Create a new accommodation
es_mx: Crear una nueva reservación
nl_nl: Nieuwe accommodatoe toevoegen

source: Accommodations are the core of your Booking site. You will not really have a Booking site without them, so it is extremely important to set them up properly and make them easy for booking.
es_mx: Los alojamientos son el núcleo de su sitio de reservaciones, no tendrás una Reservación de sitio sin ellos, por lo que es muy importante configurarlos adecuadamente y hacer que sea fácil para reservar.
nl_nl: Accommodaties zijn hoofdzaak van de boekingsite zorg dat je dit zorgvuldig opzet.

source: Create contact information of accommodation
es_mx: Crear información de contacto del alojamiento
nl_nl: Contact informatie voor deze accommodatie

source: Create location of accommodation
es_mx: Crear ubicación de alojamiento
nl_nl: Lokatie van deze accommodatie

source: Set time for check-in/ check-out
es_mx: Establezca el horario de llegada / salida
nl_nl: Stel de tijd in voor check-in en check-uit

source: Set amenities of accommodation
es_mx: Establezca las amenidades del alojamiento
nl_nl: Stel de faciliteiten voor deze accommodatie in

source: Create room of accommodation
es_mx: Crear cuarto de alojamiento
nl_nl: Maak en unit voor deze accommodatie

source: Set facilities of accommodation
es_mx: Establecer instalaciones de alojamiento

source: Set policies of accommodation such as tax, cancellation policies...
es_mx: Establecer políticas de alojamiento como impuestos, políticas de cancelación ...
nl_nl: Stel de voorwaarden in zoals annuleren, BTW en toeristen belasting.

source: Set photos of accommodation
es_mx: Establecer fotos de alojamiento
nl_nl: Plaats foto's van de accomodatie

source: Create accommodation's room
es_mx: Crear cuartos de alojamiento

source: Each accommodation often has multiple rooms. These rooms are created in a accommodation. Including:
es_mx: Cada alojamiento a menudo tiene varias habitaciones. Estas habitaciones se crean en un alojamiento. Incluyendo:
nl_nl: Er zijn vaak meerdere accommodaties beschikbaar dit kan je hier aangeven.

source: Basic information: name, number of rooms
es_mx: Información básica: nombre, número de habitaciones

source: Create and set extra services
es_mx: Crear y establecer servicios extras
nl_nl: Maak een extra service aan.

source: Set price of room
es_mx: Establecer precio de habitación
nl_nl: Stel de prijs in

source: Set available status of room
es_mx: Establecer el estado disponible de la habitación
nl_nl: Zet de beschikbaarheid van de accommodatie

source: Create a new tour
es_mx: Crear un nuevo tour
nl_nl: Maak een nieuwe excursie aan

source: Tour is another part of WpBooking plugin. You can use it for tourism, events or workshops, etc. You need to set tour according to the following information:
es_mx: Tour es otra parte del plugin de WpBooking, puedes usarlo para turismo, eventos o talleres, etc. Es necesario configurar el tour de acuerdo con la siguiente información:
nl_nl: Excursies is een ander deel van de WPBooking plugin. Dit deel kan je gebruiken om excursies of rondleidingen aan je website toe te voegen:

source: Create contact information of tour
es_mx: Crear información de contacto del tour
nl_nl: Contactinformatie voor deze excursie

source: Set location of tour
es_mx: Establecer localidad del tour
nl_nl: Lokatie van de excursie

source: Set pricing and status of tour
es_mx: Establecer precio y estado del tour
nl_nl: Prijs en status van de excursie

source: Set policies of tour: tax, cancellation policies
es_mx: Establecer politicas del tour: impuestos, políticas de cancelación
nl_nl: Voorwaarden van de excursie, belasting annuleren enz.

source: Set photos of tour
es_mx: Establecer fotos del tour
nl_nl: Plaats foto's van de excursie

source: Manage your bookings
es_mx: Gestionar tus reservaciones
nl_nl: Beheer je boekingen

source: After users book successfully, you can replace booking status of user booking(s) easily to use Booking Admin Panel
es_mx: Después de que los usuarios hayan reservado con éxito, puede reemplazar el estado de la habitación del usuario reservacion(es) de una forma fácil de usar Booking Admin Panel
nl_nl: Na het boeken van een gast kan je de status gemakkelijk aanpassen via het Admin panel

source: You can view booking report by the chart
es_mx: Puedes ver el reporte de reservaciones a través de la gráfica
nl_nl: Je kan je boekingen bekijken in een grafiek

source: Configure different settings
es_mx: Configura diferentes ajustes
nl_nl: Configureer diverse instellingen

source: Currency of booking system
es_mx: Moneda del sistema de reservas
nl_nl: Valuta van het boekingssysteem

source: Booking/register notification email
es_mx: Correo electrónico de notificación de reservación/registro
nl_nl: Boekings/registratie en meldingen email

source: Edit notification email easy
es_mx: Editar notificaciones de correo electrónico fácil
nl_nl: Wijzig gemakkelijk je mailadres

source: Setting payment methods
es_mx: Definir métodos de pago
nl_nl: Instelling betaal methodes

source: Make questions?
es_mx: ¿Hacer preguntas?
nl_nl: Vragen?

source: Need any Help?
es_mx: ¿Necesitas Ayuda?
nl_nl: Hulp nodig?

source: FAQ
es_mx: Preguntas Frecuentes

source: Submit a Ticket?
es_mx: Generar Ticket?

source: Order ID
es_mx: ID de orden

source: Name Customer
es_mx: Nombre del Cliente
nl_nl: Naam gebruiker

source: Order Status
es_mx: Estado del Pedido

source: Order Total
es_mx: Total de Pedidos
nl_nl: Order Totaal

source: Order Payment Gateway
es_mx: Pasarela de pago de pedidos
nl_nl: Order betaal Gateway

source: Order Table
es_mx: Tabla de Pedidos
nl_nl: Order Tabel

source: Checkout Form Information
es_mx: Información del formulario de pago
nl_nl: Boekingsformulier informatie

source: Username
es_mx: Nombre de usuario
nl_nl: Gebruikersnaam

source: User Password (Random Default Password, User should change it after logging in)
es_mx: Contraseña de usuario (contraseña predeterminada aleatoria, el usuario debe cambiarla después de registrarse
nl_nl: Gebruikers wachtwoord aanpassen na login

source: URL to My Account Page
es_mx: URL de la página de mi cuenta
nl_nl: URL naar mijn Account Pagina

source: [For Admin] URL to Edit User Page
es_mx: URL para editar la página de usuario [Para el Administrador]
nl_nl: [VoorAdmin] URL naar de wijzig gebruikers pagina

source: Form content
es_mx: Contenido del formulario
nl_nl: Formulier inhoud

source: Add field here :
es_mx: Añadir campo aquí :
nl_nl: Voeg hier een veld toe :

source: -- Select Field Type --
es_mx: -- Seleccionar Tipo de Campo --
nl_nl: -- Selecteer veld soort --

source: Add Gallery
es_mx: Añadir Galería
nl_nl: Galerie toevoegen

source: Remove Gallery
es_mx: Eliminar Galería
nl_nl: Galerie verwijdeeren

source: Width
es_mx: Anchura
nl_nl: Breed

source: Height
es_mx: Altura
nl_nl: Hoog

source: Actions
es_mx: Acciones
nl_nl: Actie

source: Edit
es_mx: Editar
nl_nl: Bewerken

source: Delete
es_mx: Eliminar
nl_nl: Verwijderen

source: Choose One
es_mx: Elegir uno
nl_nl: Maak keuze

source: %s name
es_mx: %s nombre
nl_nl: %s naam

source: Upload
es_mx: Subir

source: Form Builder
es_mx: Constructor de Formularios
nl_nl: Formulier creator

source: Add Form
es_mx: Añadir Formulario
nl_nl: Formulier toevoegen

source: Form Name:
es_mx: Nombre de Formulario:
nl_nl: Formulier naam

source: Form Type:
es_mx: Tipo de Formulario:
nl_nl: Formulier type

source: Edit Form
es_mx: Editar Formulario
nl_nl: Bewerk formulier

source: Select Form:
es_mx: Seleccionar Formulario:
nl_nl: Selecteer Formulier:

source: -- Select Form --
es_mx: -- Seleccionar Formulario --
nl_nl: -- Select Formulier --

source: Select
es_mx: Seleccionar
nl_nl: Selecteer

source: Press OK to delete layout, Cancel to leave
es_mx: Presione Aceptar para eliminar el diseño, Cancelar para salir
nl_nl: Klick OK om de layout te verwijderen, Annuleren om te stoppen

source: Form Title:
es_mx: Título del Formulario:
nl_nl: Formulier titel

source: Add Field
es_mx: Añadir Campo
nl_nl: Veld toevoegen

source: -- Select Field --
es_mx: -- Seleccionar Campo --
nl_nl: -- Selecteer veld --

source: Select shortcodes and configurations
es_mx: Seleccionar shortcodes y configuraciones
nl_nl: Selecteer shortcode en configuratie

source: Copy and paste this shortcode into the form at right side
es_mx: Copiar y pegar este código abreviado en el formulario a la derecha
nl_nl: Kopieer en plak deze shortcode in het formulier aan de rechterzijde

source: Copy
es_mx: Copiar
nl_nl: Kopieer

source: Save Form
es_mx: Guardar Formulario
nl_nl: Bewaar formulier

source: Please Select
es_mx: Favor de Seleccionar
nl_nl: Selecteer

source: Place, location, spot, site, locality
es_mx: Lugar, locación, punto, sitio, localidad
nl_nl: Plaats, lokatie land enz.

source: Zip/Postcode
es_mx: Código Postal

source: Zip/ postcode
es_mx: Código Postal

source: The address of neighborhood, organization and clusters
es_mx: La dirección del barrio, la organización y los clusters

source: Apt/Unit #
es_mx: # Apartamento

source: The number of house, floor, building
es_mx: El número de casa, piso, edificio
nl_nl: huisnummer

source: Age Band
es_mx: Rango de Edad
nl_nl: Leeftijd categorie

source: Minimum Age
es_mx: Edad Mínima
nl_nl: Minimum leeftijd

source: Maximum Age
es_mx: Edad Máxima
nl_nl: Maximum leeftijd

source: Child
es_mx: Niño
nl_nl: Kind

source: Please enter the maximum age greater or equal to the minimum age
es_mx: Ingrese la edad máxima mayor o igual a la edad mínima
nl_nl: De maximum leeftijd moet hoger of gelijk zijn aan de minimum leeftijd

source: Enter the number of guests who can sleep here
es_mx: Introduzca el número de invitados que pueden dormir aquí
nl_nl: Type het aantal gasten wat hier kan slapen

source: Private bath room
es_mx: Baños Privados
nl_nl: Prive badkamer

source: Bed room #__number_room__
es_mx: Habitaciones #_numero_habitación_
nl_nl: Slaapkamer #__nummer_room__

source: Bed room #%d
es_mx: Cuartos #%d
nl_nl: Slaapkamer #%d

source: Room details
es_mx: Detalle de Habitación
nl_nl: Kamer details

source: Default price for room
es_mx: Precio por defecto para la habitación
nl_nl: Standaard prijs voor de accommodatie

source: This Property is available:
es_mx: Esta propiedad está disponible:
nl_nl: Deze accommodatie is beschikbaar

source: Forever
es_mx: Siempre
nl_nl: Altijd beschikbaar

source: For specific periods
es_mx: Por periodos específicos
nl_nl: Alleen bepaalde periodes

source: Set price by arranged date
es_mx: Fijar precio por fecha específica
nl_nl: Stel de prijs in per datum

source: You can book rooms for any purposes (like discount, high price, ...)
es_mx: Puedes reservar habitaciones para cualquier propósito (como descuento, precio alto, ...)
nl_nl: Maak hier je prijsplan hoogseizoen, laagseizoen, korting enz.

source: Start Date
es_mx: Fecha de Inicio
nl_nl: Start Datum

source: From Date
es_mx: De la Fecha
nl_nl: Vanaf datum

source: End Date
es_mx: Fecha Final
nl_nl: Eind datum

source: To Date
es_mx: Hasta la Fecha
nl_nl: Tot datum

source: Status
es_mx: Estado

source: Available
es_mx: Disponible
nl_nl: Beschikbaar

source: Not Available
es_mx: No Disponible
nl_nl: Niet beschikbaar

source: How to set Availability ?
es_mx: ¿Cómo establecer la disponibilidad?
nl_nl: Hoe stel je beschikbaarheid in?

source: Way 1:
es_mx: Forma 1:
nl_nl: Manier 1:

source: To set availability on your calendar:
es_mx: Para establecer la disponibilidad en su calendario:
nl_nl: Maak gebruik van de kalender

source: A right sight table, click to Start Date picker to set a start date
es_mx: Una tabla de vista derecha, haga clic en Selector de fecha de inicio para establecer una fecha de inicio
nl_nl: Klik op start datum en kies een incheck datum

source: A right sight table, click to End Date picker to set a end date of the period you want to edit
es_mx: Una tabla de vista derecha, haga clic para seleccionar fecha final para establecer una fecha de finalización del período que desea editar
nl_nl: Klik op de eind datum en kies een uitcheck datum

source: A right sight table, allowing you to set status and price for that period
es_mx: Una mesa de vista derecha, que le permite establecer el estado y el precio para ese período
nl_nl: Selecteer een prijs en een status van beschikbaarheid

source: Way 2:
es_mx: Forma 2:
nl_nl: Manier 2:

source: Drag the mouse in the left calendar to get start date and end date
es_mx: Arrastra el ratón en el calendario izquierdo para obtener la fecha de inicio y la fecha de finalización
nl_nl: Sleep de juiste periode in de kalender aan de linkerzijde als start en eind datum

source: Bulk Price Edit
es_mx: Editar precio a granel
nl_nl: Bulk prijs instelling

source: Close
es_mx: Cerrar
nl_nl: Sluiten

source: Choose Date:
es_mx: Elegir Fecha:
nl_nl: Kies datum

source: Days Of Week
es_mx: Días de la Semana
nl_nl: Dagen van de week

source: Sunday
es_mx: Domingo
nl_nl: Zondag

source: Monday
es_mx: Lunes
nl_nl: Maandag

source: Tuesday
es_mx: Martes
nl_nl: Dinsdag

source: Wednesday
es_mx: Miércoles
nl_nl: Woensdag

source: Thursday
es_mx: Jueves
nl_nl: Donderdag

source: Friday
es_mx: Viernes
nl_nl: Vrijdag

source: Saturday
es_mx: Sábado
nl_nl: Zaterdag

source: Days Of Month
es_mx: Días del Mes
nl_nl: Dagen van de maand

source: Months
es_mx: Meses
nl_nl: Maanden

source: Years
es_mx: Años
nl_nl: Jaren

source: Cancel
es_mx: Cancelar
nl_nl: Annuleren

source: Min Travelers
es_mx: Mínimo de Viajeros
nl_nl: Min reizigers

source: Max Travelers
es_mx: Máximo de Viajeros
nl_nl: Max reizigers

source: Age band
es_mx: Banda de edad
nl_nl: Leeftijds categorie
