Repository: ShinethemeTeam/wpbooking
Catalog: languages/wpbooking-*.po
Languages: es_mx, nl_nl

source: At the right side of table, click to Start Date picker to set a start date
es_mx: En el lado derecho de la tabla, haga clic en Selector de fecha de inicio para establecer una fecha de inicio
nl_nl: Klik op start datum en kies een incheck datum

source: At the right side of, click to End Date picker to set a end date of the period you want to edit
es_mx: En el lado derecho de, haga clic en el selector Fecha final para establecer una fecha de finalización delperíodo que desea editar
nl_nl: Klik op de eind datum en kies een uitcheck datum

source: At the right side of, allow you to set status and price for that period
es_mx: En el lado derecho de, le permiten establecer el estado y el precio para ese período
nl_nl: Selecteer een prijs en een status van beschikbaarheid

source: from
es_mx: desde
nl_nl: van

source: to (optional)
es_mx: a (opcional)
nl_nl: naar (optioneel)

source: from (optional)
es_mx: desde (opcional)
nl_nl: van (optioneel)

source: to
es_mx: hacia
nl_nl: naar

source: Do you use City Tax ?
es_mx: ¿Utiliza el impuesto municipal?
nl_nl: Gberuikt u toeristenbelasting

source: Yes, Included
es_mx: Si, Incluir
nl_nl: Ja, inclusief

source: Yes, Not included
es_mx: Si, No incluir
nl_nl: Ja, niet inclusief

source: Yes, Included / Yes, Not included / No
es_mx: Si, Incluir / Si, No incluir / No
nl_nl: Ja, inclusief / nee niet inclusief / nee

source: Unit
es_mx: Unidad

source: %s /stay
es_mx: %s /estancia
nl_nl: %s /verblijf

source: %s /person per stay
es_mx: %s /persona por estancia
nl_nl: %s /persoon per verblijf

source: %s /night
es_mx: %s /noche
nl_nl: %s /nacht

source: %s /person per night
es_mx: %s /persona por noche
nl_nl: %s /persoon per nacht

source: Percent (%)
es_mx: Porcentaje (%)
nl_nl: Procent (%)

source: UnionPay debit card
es_mx: tarjeta de débito UnionPay

source: UnionPay credit card
es_mx: tarjeta de crédito UnionPay

source: Max quantity
es_mx: Máxima cantidad
nl_nl: Max aantal

source: Extra Service Name
es_mx: Nombre del Servicio Extra
nl_nl: Extra Optie Naam

source: Description
es_mx: Descripción
nl_nl: Beschrijving

source: Max Quantity
es_mx: Máxima Cantidad
nl_nl: Max aantal

source: No %s photo yet.
es_mx: No %s de fotos todavía
nl_nl: Geen %s foto's beschikbaar

source: Upload at least a photo
es_mx: Subir por lo menos una foto
nl_nl: Upload minstens 1 foto

source: Do you want to delete this image?
es_mx: ¿Desea eliminar esta imagen?
nl_nl: Wil je deze foto verwijdern?

source: Attachment Detail
es_mx: Detalles del archivo adjunto
nl_nl: Details bijlage

source: Choose the list of room details
es_mx: Elija la lista de detalles de la habitación
nl_nl: Kies een lijst met accommodatei details

source: Delete Permanently
es_mx: Borrar Permanentemente
nl_nl: Definitief verwijderen

source: No accommodation photo yet.
es_mx: Aún no hay fotos de alojamiento.
nl_nl: Nog geen accommodatie foto

source: Enter a address...
es_mx: Introduce una dirección ...
nl_nl: Vul een adres in...

source: Show Map
es_mx: Mostrar Mapa
nl_nl: Toon kaart

source: Create New Room
es_mx: Crear nueva habitación
nl_nl: Nieuwe accommodatie aanmaken

source: %d room(s)
es_mx: %d habitación(es)
nl_nl: %d unit(s)

source: Do you want delete this room?
es_mx: ¿Quieres eliminar esta habitación?
nl_nl: Will je deze unit verwijderen?

source: Edit room
es_mx: Editar habitación
nl_nl: Bewerk unit

source: There isn't room you listing
es_mx: No hay espacio en tu lista
nl_nl: Er is geen ruimte in je lijst

source: Desctiprion
es_mx: Descripción
nl_nl: Beschrijving

source: Add new
es_mx: Agregar nuevo
nl_nl: Toevoegen

source: Living room #__number_living__
es_mx: Sala #_número_sala_
nl_nl: Woonkamer #__nummer_living__

source: Number of sofa beds in the room
es_mx: Número de sofá camas en la habitación
nl_nl: Aantal slaapbanken in de kamer

source: Living room #%d
es_mx: Sala #%d
nl_nl: Woonkamer #%d

source: Eg: 100
es_mx: Ejemplo: 100

source: Meter
es_mx: Metro

source: Feet
es_mx: Pie
nl_nl: Voet

source: delete
es_mx: borrar
nl_nl: verwijder

source: Save & Next Step
es_mx: Guardar y Siguiente paso
nl_nl: Opslaan & naar de volgende stap

source: Save Now
es_mx: Guardar Ahora
nl_nl: Bewaar nu

source: Some
es_mx: Algún

source: No Data
es_mx: Sin Data
nl_nl: Geen Data

source: Do you use V.A.T ?
es_mx: ¿Utiliza IVA?
nl_nl: Gebruikt u BTW?

source: Fixed
es_mx: Fijo
nl_nl: Vast bedrag

source: Order Item Detail
es_mx: Detalle del artículo de pedido

source: Order Items
es_mx: Encargar artículos

source: Billing Details
es_mx: Detalles de facturación
nl_nl: Factuurgegevens

source: Method of Payment
es_mx: Forma de pago
nl_nl: Betaal methode

source: Listing
es_mx: Listado
nl_nl: Lijst

source: Report
es_mx: Reporte
nl_nl: Raport

source: Select bulk action
es_mx: Seleccionar acción en bloque
nl_nl: Selecteer bulk actie

source: Bulk Actions
es_mx: Juntar Acciones
nl_nl: Bulk actie

source: Mark as On-Hold
es_mx: Marcar como en espera
nl_nl: Markeer als vasthouden

source: Mark as Completed
es_mx: Marcar como completado
nl_nl: Markeer als afgerond

source: Mark as Cancelled
es_mx: Marcar como Cancelado
nl_nl: Markeer als geannuleerd

source: Mark as Refunded
es_mx: Marcar como reembolsado
nl_nl: Markeer als terugbetaald

source: Move to Trash
es_mx: Mover a la papelera
nl_nl: Naar de prullenbak

source: Permanently Delete
es_mx: Borrar Permanentemente
nl_nl: Definitief verwijderen

source: All Types of Service
es_mx: Todos los tipos de servicio

source: All Statuses
es_mx: Todos los estados
nl_nl: Alle statussen

source: All Methods of Payment
es_mx: Todos los métodos de pago
nl_nl: Alle betaalmethodes

source: Filter
es_mx: Filtro

source: Search Order
es_mx: Orden de búsqueda
nl_nl: Zoek order

source: Status - Method of Payment
es_mx: Estado - Forma de Pago

source: Customer Information
es_mx: Información del Cliente
nl_nl: Gast informatie

source: Booking Information
es_mx: Información de Reservación
nl_nl: Boekings informatie

source: Total (Deposit/Remain)
es_mx: Total (Depósito / Remanente)
nl_nl: Totaal (vooruitbetaling/restant)

source: Booking Date
es_mx: Fecha de Reservación
nl_nl: Boekings datum

source: details
es_mx: detalles

source: Email address:
es_mx: Dirección de correo electrónico:
nl_nl: E-mailadres.

source: Phone:
es_mx: Teléfono:
nl_nl: Telefoon

source: Address:
es_mx: Dirección:
nl_nl: Adres:

source: Complete this item
es_mx: Completa este artículo
nl_nl: Dit item afronden

source: Complete
es_mx: Completo
nl_nl: Afronden

source: Do you want to move to trash?
es_mx: ¿Quisieras moverlo a la papelera?
nl_nl: Wil je dit naar de prullenbak sturen?

source: Move to trash
es_mx: Mover a papelera
nl_nl: Naar de prullenbak verplaatsen

source: Resend Email to this item
es_mx: Enviar correo electrónico a este elemento
nl_nl: Herhaal email van dit item

source: Resend Mail
es_mx: Reenviar correo
nl_nl: Herhaal mail

source: Show more details
es_mx: Mostrar más detalles
nl_nl: Meer gegevens tonen

source: Not Found Booking
es_mx: No se encontró Reservación
nl_nl: Boeking niet gevonden

source: Today
es_mx: Hoy
nl_nl: Vandaag

source: Yesterday
es_mx: Ayer
nl_nl: Gisteren

source: This week
es_mx: Esta semana
nl_nl: Deze week

source: Last week
es_mx: Semana anterior
nl_nl: Vorige week

source: Last 7 days
es_mx: Últimos 7 días
nl_nl: Afgelopen 7 dagen

source: Last 30 days
es_mx: Últimos 30 días
nl_nl: Afgelopen 30 dagen

source: Last 60 days
es_mx: Últimos 60 días
nl_nl: Afgelopen 60 dagen

source: Last 90 days
es_mx: Últimos 90 días
nl_nl: Afgelopen 90 dagen

source: This Year
es_mx: Este Año
nl_nl: Dit jaar

source: Last Year
es_mx: Último Año
nl_nl: Vorig jaar

source: Types of service:
es_mx: Tipos de servicio:
nl_nl: Soort service

source: Filter by:
es_mx: Filtrado por:
nl_nl: Filter door:

source: To
es_mx: A
nl_nl: Aan

source: Go
es_mx: Ir
nl_nl: Gaan

source: There is no data for reporting
es_mx: No hay datos para reportar
nl_nl: Er is geen data te rapporteren

source: Please select a period of time not exceeding 90 days
es_mx: Seleccione un período de tiempo no superior a 90 días
nl_nl: Selecteer een datum onder de 90 dagen

source: Total Sale
es_mx: Venta Total
nl_nl: Totaal verkoop

source: Net Profit
es_mx: Beneficio Neto

source: Items
es_mx: Artículos

source: Total Bookings
es_mx: Reservas Totales
nl_nl: Totaal boekingen

source: Completed a Part
es_mx: Completó una parte
nl_nl: Deels afgerond

source: item
es_mx: artículo

source: booking
es_mx: reservación

source: Total sale
es_mx: Venta total
nl_nl: Totaal verkoop

source: Net profit
es_mx: Beneficio neto

source: Current Month
es_mx: Mes actual
nl_nl: Huidige maand

source: Earnings
es_mx: Ganancias
nl_nl: Betalingen

source: Sales
es_mx: Ventas
nl_nl: Verkopen

source: Last Month
es_mx: Último Mes
nl_nl: Vorige maand

source: Totals
es_mx: Totales
nl_nl: Totalen

source: Save Settings
es_mx: Guardar ajustes
nl_nl: Bewaar instellingen

source: Setup Wpbooking plugin
es_mx: Configurar el plugin de Wpbooking

source: General Setup
es_mx: Configuración General

source: Booking Setup
es_mx: Configuración de Reservación

source: Email Setup
es_mx: Configuración de Correo electrónico

source: Payment Setup
es_mx: Configuración de Pago

source: Allow Captcha Google to be Checked out?:
es_mx: ¿Permitir que Google Captcha esté desprotegido ?:
nl_nl: Captcha Google toestaan om te boeken?:

source: Save & Continue
es_mx: Guardar & Continuar
nl_nl: Opslaan & volgende

source: Email From Name:
es_mx: Email del Nombre:
nl_nl: Email Naam:

source: Email From Address:
es_mx: Email de Dirección:
nl_nl: Email Adres van:

source: Email System to get Booking, Registration Notifications...etc:
es_mx: Sistema de correo electrónico para obtener reservaciones, notificaciones de registro ... etc:
nl_nl: Email om de boeking, registratie of meldingen te versturen.

source: Enable Email To Customer:
es_mx: Habilitar correo electrónico al cliente:
nl_nl: Email naar gast inschakelen

source: Enable Email To Admin:
es_mx: Habilitar correo electrónico al administrador:
nl_nl: Email naar admin inschakelen

source: Currency:
es_mx: Moneda:
nl_nl: Valuta

source: Symbol:
es_mx: Símbolo:
nl_nl: Symbool:

source: Position:
es_mx: Posición:
nl_nl: Positie

source: Thousand Separator:
es_mx: Mil separadores:
nl_nl: Scheidingsteken duizendtallen

source: Decimal Separator:
es_mx: Separador decimal:
nl_nl: Decimaal scheidingsteken

source: Yes, I want to enable %s
es_mx: Sí, quiero habilitar %s
nl_nl: Ja, ik wil %s inschakelen

source: Finish
es_mx: Terminar
nl_nl: Afronden

source: Service Setup
es_mx: Configuración del servicio

source: Review:
es_mx: Revisión:

source: Enable Review
es_mx: Habilitar revisión
nl_nl: Review inschaklen

source: Allow user to review without booking
es_mx: Permitir al usuario revisar sin reserva
nl_nl: Gasten mogen een review schrijven zonder boeking

source: Show Rate (Help-full) button in each review?
es_mx: ¿Mostrar el botón de tarifa (Ayuda completa) en cada revisión?
nl_nl: Toon Rate (Help-full) knop in elke review?

source: User can write review on their own listing?
es_mx: ¿El usuario puede escribir un comentario en su propia lista?
nl_nl: Gebruiker kan een review schrijven op zijn eigen lijst?

source: User can vote for their own review?
es_mx: El usuario puede votar por su propia revisión?
nl_nl: Gebruiker kan stemmen op zijn eigen review?

source: Edit Attribute
es_mx: Editar el atributo

source: Name for the taxonomy (shown on the front-end).
es_mx: Nombre para la taxonomía (mostrada en el front-end).
nl_nl: Naam van de taxonomy (front end)

source: Unique slug/reference for the attribute; must be shorter than 28 characters.
es_mx: Único slug / referencia para el atributo, debe ser menor de 28 caracteres.
nl_nl: Verkorte naam naam mag niet meer dan 28 karakters bevatten

source: Choose Types of Service that the Taxonomy supported
es_mx: Elija Tipos de servicio que admite la taxonomía
nl_nl: Kies de types die taxonomy ondersteunen

source: Update
es_mx: Actualizar

source: Service Type(s)
es_mx: Tipo de Servicio(s)

source: Currently, there are no custom taxonomies existing.
es_mx: Actualmente, no existen taxonomías personalizadas.
nl_nl: Op dit moment zijn er geen taxonomies

source: Add New Taxonomy
es_mx: Añadir nueva taxonomía
nl_nl: Nieuwe Taxonomy toevoegen

source: Taxonomies let you define unlimited extra information for Hotel, Car ..etc
es_mx: Las taxonomías le permiten definir información adicional ilimitada para Hotel, Car ..etc
nl_nl: Taxonomies geven extra informatie over je accommodatie of excursie

source: Name for the attribute (shown on the front-end).
es_mx: Nombre para el atributo (mostrado en el front-end).
nl_nl: Naam voor het attribuut (getoond op het frontend).

source: Add Taxonomy
es_mx: Agregar Taxonomía
nl_nl: Taxonomy toevoegen

source: Are you sure that you want to delete this attribute?
es_mx: ¿Está seguro de que desea eliminar este atributo?
nl_nl: Weet je zeker dat je dit wilt verwijderen?

source: BOOKING DETAIL
es_mx: DETALLES DE RESERVACIÓN
nl_nl: BOEKING DETAIL

source: Property Items
es_mx: Artículos de Propiedad
nl_nl: Accommodatie Opties

source: Property Type
es_mx: Tipo de Propiedad
nl_nl: Accommodatie Type

source: SERVICE
es_mx: SERVICIO

source: STATUS - PAYMENT
es_mx: ESTADO - PAGO
nl_nl: BETAAL - STATUS

source: (DEPOSIT / REMAIN)
es_mx: (DEPOSITO / RESTO)
nl_nl: (VOORUITBETALING/RESTANT)

source: Details
es_mx: Detalles

source: No Booking Found
es_mx: No se ha encontrado ninguna reservación
nl_nl: Geen boeking gevonden

source: Username or email address
es_mx: Nombre de usuario o dirección de correo electrónico
nl_nl: Gebruikersnaam of e-mailadres

source: Remember Me
es_mx: Recuérdame
nl_nl: Herinner mij

source: Is your password lost?
es_mx: ¿Se ha perdido su contraseña?
nl_nl: Bent u uw wachtwoord kwijt

source: Don't have an account yet?
es_mx: ¿Aún no tienes una cuenta?
nl_nl: U heeft nog geen account

source: Create an account
es_mx: Crea una cuenta
nl_nl: Maak een account

source: Lose password
es_mx: Perder contraseña
nl_nl: Vergeet wachtwoord

source: Reset Password
es_mx: restablecer la contraseña
nl_nl: Reset wachtwoord

source: ID - Customer
es_mx: ID - Cliente
nl_nl: Gast- ID

source: Booking Data
es_mx: Datos de reserva
nl_nl: Boekingsdatum

source: by
es_mx: por
nl_nl: bij

source: View Detail
es_mx: Ver Detalles
nl_nl: Bekijk Detail

source: Detail
es_mx: Detalle

source: Are you want to move to trash?
es_mx: ¿Quieres moverte a la papelera de reciclaje?
nl_nl: Wil je dit in de prullenbak gooien?

source: Register
es_mx: Registrar
nl_nl: Registreer

source: Re-type Password
es_mx: Vuelva a escribir la contraseña
nl_nl: Nogmaals wachtwoord

source: Accept %s
es_mx: Aceptar %s
nl_nl: Accepteer %s

source: Confirm Password
es_mx: Confirmar Contraseña
nl_nl: Bevestig wachtwoord

source: Tips: Use 8 characters at least. Don't re-use passwords from other websites or include obvious words like your name or email.
es_mx: Consejos: Utilice al menos 8 caracteres, no vuelva a usar contraseñas de otros sitios web o incluir palabras obvias como su nombre o correo electrónico.

source: Booking History
es_mx: Historial de Reservaciones
nl_nl: Boeking historie

source: Change Password
es_mx: Cambiar Contraseña
nl_nl: Wijzig wachtwoord

source: Old Password
es_mx: Contraseña Anterior
nl_nl: Oud wachtwoord

source: Update password
es_mx: Actualizar contraseña
nl_nl: Update wachtwoord

source: My Dashboard
es_mx: Mi Escritorio
nl_nl: Dashboard

source: Email Address:
es_mx: Correo Electrónico:
nl_nl: E-mailadres.

source: Telephone:
es_mx: Teléfono:
nl_nl: Telefoon:

source: Address:
es_mx: Dirección:
nl_nl: Adres:

source: Apt / Unit:
es_mx: Apartamento / Unidad

source: Postcode / Zip:
es_mx: Código Postal
nl_nl: Postcode

source: Email Address
es_mx: Correo Electrónico
nl_nl: E-mailadres

source: Phone
es_mx: Teléfono
nl_nl: Telefoon

source: Apt / Unit
es_mx: Apartamento / Unidad

source: All Orders
es_mx: Todas las órdenes
nl_nl: Alle boekingen

source: Calendar
es_mx: Calendario
nl_nl: Kalender

source: Hello I'm %s
es_mx: Hola soy %s
nl_nl: Hallo ik ben %s

source: Member since
es_mx: Miembro desde
nl_nl: Abonnee sinds

source: Contact
es_mx: Contacto

source: View
es_mx: Ver
nl_nl: Bekijk

source: Your Listing
es_mx: Su Listado
nl_nl: Uw overzicht

source: You have %d service(s),
es_mx: Servicio %d encontrado

source: Not Found Service(s)
es_mx: Servicio (s) no encontrado (s)
nl_nl: Service niet gevonden

source: Your Wishlist
es_mx: Tu lista de deseos
nl_nl: Je Wishlist

source: You are wishing %d service(s)
es_mx: Servicio %d encontrado

source: Update Profile
es_mx: Actualización del perfil
nl_nl: Update Profiel

source: Display Name
es_mx: Nombre para mostrar
nl_nl: Display Naam

source: Browse...
es_mx: Navegar...

source: Image formats : jpg, png, gif . Image size is 800x600 and max file size is 2MB
es_mx: Formatos de imagen: jpg, png, gif. El tamaño de la imagen es 800x600 y el tamaño máximo del archivo es de 2MB
nl_nl: Image formaat : jpg, png, gif . Image size is 800x600 and max file size is 2MB

source: Phone Number
es_mx: Número de teléfono
nl_nl: Telefoonnummer.

source: Submit
es_mx: Enviar
nl_nl: Verzenden

source: Search Result
es_mx: Resultado de búsqueda
nl_nl: Zoek resultaat

source: Found %d
es_mx: Encontrado %d

source: Found %d service
es_mx: Servicio %d encontrado

source: ASC Date
es_mx: Fecha Ascendiente
nl_nl: Oplopende datum

source: DESC Date
es_mx: Fecha Descendiente
nl_nl: Aflopende datum

source: ASC Price
es_mx: Precio Ascendiente
nl_nl: Oplopende prijs

source: DESC Price
es_mx: Precio Descendiente
nl_nl: Aflopende prijs

source: Sort by
es_mx: Ordenar por
nl_nl: Sorteer als

source: Book Now
es_mx: Reservar ahora
nl_nl: Nu boeken

source: Not found anything related to search conditions.
es_mx: No se encontró nada relacionado con las condiciones de búsqueda.
nl_nl: Niet gevonden met deze zoek condities.

source: %s V.A.T (included)
es_mx: Si, No incluir

source: %s V.A.T
es_mx: %s IVA
nl_nl: %s BTW

source: Total Amount
es_mx: Cantidad total
nl_nl: Totaal bedrag

source: Deposit/Pay Now
es_mx: Depósito / Pago Ahora
nl_nl: Vooruitbetaling/Nu Betalen

source: You'll pay at the property
es_mx: Usted pagará en la propiedad

source: Your cart is currently empty
es_mx: Su carrito está vacío
nl_nl: Uw orderlijst is momenteel leeg

source: Do you want to delete it?
es_mx: ¿Quieres eliminarlo?
nl_nl: Wil je dit verwijderen?

source: Cart Total:
es_mx: Total del carrito:
nl_nl: Oderlijst totaal:

source: Cart
es_mx: Carrito
nl_nl: Orderlijst

source: Check Out
es_mx: Salida
nl_nl: Check Uit

source: Billing Information
es_mx: Datos de facturación
nl_nl: Factuur informatie

source: Already have an account?
es_mx: ¿Ya tienes una cuenta?
nl_nl: Je hebt al een account

source: I have read and accepted the %s
es_mx: He leído y acepto los% s
nl_nl: Wij gaan akkoord met de %s

source: CHECKOUT
es_mx: SALIR
nl_nl: Nu boeken

source: Rooms
es_mx: Habitaciones
nl_nl: Aantal plaatsen

source: Number
es_mx: Número
nl_nl: Nummer

source: Remove this room
es_mx: Quitar esta habitación
nl_nl: Verwijder deze accommodatie

source: Max
es_mx: Máx

source: people
es_mx: personas
nl_nl: gasten

source: Price by Night
es_mx: Precio por Noche
nl_nl: prijs per nacht

source: Night
es_mx: Noche
nl_nl: Nacht

source: Service name
es_mx: Nombre de Servicio
nl_nl: Service naam

source: Your booking details
es_mx: Tu detalle de reservación
nl_nl: Uw boeking details

source: Full name:
es_mx: Nombre completo:
nl_nl: Volledige naam:

source: Email confirmation:
es_mx: Confirmación de correo electrónico:
nl_nl: Email bevestiging

source: Apt/ Unit:
es_mx: Apt/ Unidad
nl_nl: Toevoeging

source: Special request:
es_mx: Solicitud especial:
nl_nl: Speciaal verzoek

source: TOTAL AMOUNT
es_mx: CANTIDAD TOTAL
nl_nl: TOTAAL BEDRAG

source: test@gmail.com
es_mx: prueba@gmail.com

source: 48 Boulevard des Invalides
es_mx: Av Calixtina 110

source: Hello %s,
es_mx: Hola %s,
nl_nl: Hallo %s,

source: You changed password a few minutes ago,
es_mx: Has cambiado la contraseña hace unos minutos,
nl_nl: Je hebt een paar minuten geleden je wachtwoord gewijzigd,

source: Currently, here is your account information:
es_mx: Actualmente, aquí está la información de su cuenta:
nl_nl: Hier is je account informatie

source: Profile URL
es_mx: URL de Perfil
nl_nl: Profiel URL

source: Booking Details
es_mx: Detalles de Reservación
nl_nl: Boeking details

source: Success Booking
es_mx: Reservación exitosa
nl_nl: Boeking succesvol

source: %s, Congratulation! Your booking has been successful! Below is booking details.
es_mx: % s, Felicitaciones Su reservación ha sido satisfactoria! detalles.
nl_nl: %s, Gefeliciteerd uw reservering is gelukt zie hieronder alle details.

source: Thank you, your order has been received!
es_mx: ¡Gracias.Tu orden fue recibida!
nl_nl: Dankjewel je resevering is ontvangen!

source: Booking code:
es_mx: Código de Reservación:
nl_nl: Boekingscode

source: Method of Payment:
es_mx: Método de Pago:
nl_nl: Betaal methode

source: Booking status:
es_mx: Estado de la Reservación:
nl_nl: Boeking status

source: your booking information
es_mx: la información de su reserva
nl_nl: Uw boekings informatie

source: Check availability
es_mx: Consultar disponibilidad
nl_nl: Check beschikbaarheid

source: Check In
es_mx: Llegada

source: Adults
es_mx: Adultos
nl_nl: Volwassenen

source: CHECK AVAILABILITY
es_mx: VERIFICAR DISPONIBILIDAD
nl_nl: CHECK BESCHIKBAARHEID

source: room(s) selected
es_mx: habitación (es) seleccionada (s)
nl_nl: kamer(s) geselecteerd

source: BOOK NOW
es_mx: RESERVAR AHORA
nl_nl: NU BOEKEN

source: No Room
es_mx: No hay Habitación
nl_nl: Geen kamer

source: / %s nights
es_mx: / %s noches
nl_nl: / %s nachten

source: / %s night
es_mx: / %s noche
nl_nl: / %s nacht

source: Extra services
es_mx: Servicios adicionales
nl_nl: Extra diensten

source: Show Price
es_mx: Mostrar Precio
nl_nl: Toon prijs

source: Quantity
es_mx: Cantidad
nl_nl: Aantal

source: Price (%s)
es_mx: Precio (%s)
nl_nl: Prijs (%s)

source: Max Guest:
es_mx: Max Invitado:
nl_nl: Max personen:

source: guests
es_mx: invitados
nl_nl: personen

source: guest
es_mx: invitado
nl_nl: persoon

source: Room Size:
es_mx: El tamaño de la habitación:
nl_nl: Accommodatie grootte

source: Bath rooms
es_mx: Baños
nl_nl: Badkamers

source: Living rooms
es_mx: Salas
nl_nl: Woonkamers

source: Bed rooms
es_mx: Cuartos
nl_nl: Slaapkamers

source: Related
es_mx: Relacionado
nl_nl: Gerelateerde -

source: Photos
es_mx: Fotos
nl_nl: Foto's

source: On the map
es_mx: En el mapa
nl_nl: Op de kaart

source: Accommodation Policies
es_mx: Políticas de alojamiento
nl_nl: Accommodatie voorwaarden

source: from %s
es_mx: desde %s
nl_nl: van %s

source: Check In:
es_mx: Ingresar:

source: Check Out:
es_mx: Salir:
nl_nl: Check Uit:

source: Time
es_mx: Hora
nl_nl: Tijd

source: Deposit: %s &nbsp;&nbsp; required
es_mx: Depositar: %s &nbsp;&nbsp;<span class="enforced_red">requerido</span>

source: Allowed Cancellation: Yes
es_mx: Cancelación permitida: Sí
nl_nl: Annuleren toegestaan: Ja

source: Time allowed to free: %s
es_mx: Hora permitida para liberar: %s
nl_nl: Gratis annuleren tot: %s

source: Fee cancel for booking: %s
es_mx: Tarifa cancelada para la reservación: %s
nl_nl: Daarna zijn de annuleringskosten: %s

source: 100&#37; of the first night
es_mx: 100% de la primera noche

source: 100&#37; of the full stay
es_mx: 100% de la estancia completa

source: day
es_mx: día
nl_nl: - dag

source: Prepayment / Cancellation
es_mx: Prepago / Cancelación
nl_nl: Betalen en annuleren

source: V.A.T: %s &nbsp;&nbsp;
es_mx: IVA: %s & nbsp;&nbsp;
nl_nl: BTW: %s &nbsp;&nbsp;

source: City tax: %s
es_mx: Impuesto de ciudad: %s
nl_nl: Toeristen belasting: %s

source: /stay
es_mx: /permanecer
nl_nl: /verblijf
