Repository: ShinethemeTeam/wpbooking
Catalog: languages/wpbooking-*.po
Languages: es_mx, nl_nl

source: On Holding
es_mx: En espera
nl_nl: Wacht op bevestiging

source: Waiting for Payment
es_mx: En espera del pago
nl_nl: Wacht op betaling

source: Failed payment
es_mx: Pago Fallido
nl_nl: Betaling mislukt

source: Failed payment because of Gateway’s problems or Wrong API data of Gateway
es_mx: Pago fallido por errores en la pasarela o datos incorrectos de la API
nl_nl: Betaling mislukt door gateway problemen of een foute instelling

source: Completed
es_mx: Completado
nl_nl: Afgerond

source: Completing a Part
es_mx: Completando una parte
nl_nl: Gedeeltelijk afgerond

source: Completing with deposit payment
es_mx: Completando con deposito bancario
nl_nl: Vooruitbetaling ontvangen

source: Cancelled
es_mx: Cancelado
nl_nl: Geannuleerd

source: Customer or Admin cancels the booking
es_mx: El cliente o el administrador canceló la reservación
nl_nl: De klant of de administrateur heeft de boeking geannuleerd

source: Refunded
es_mx: Reembolsado
nl_nl: Terugbetaald

source: Refunded by Admin
es_mx: Reembolsado por el administrador
nl_nl: Terugbetaald door de administrateur

source: Trash
es_mx: Papelera
nl_nl: Prullenbak

source: Moved to Trash by Admin
es_mx: Movido a la papelera por el administrador
nl_nl: Verwijderd door de admin

source: Continent
es_mx: Continenete

source: Italian
es_mx: Italiano
nl_nl: Italiaans

source: Full English/Irish
es_mx: Inglés completo/Irlandés
nl_nl: Engels/Iers

source: Vegetarian
es_mx: Vegetariano
nl_nl: Vegetarish

source: Vegan
es_mx: Vegano
nl_nl: Veganistisch

source: Gluten-free
es_mx: Libre de gluten
nl_nl: Gluten-vrij

source: Asian
es_mx: Asiatico
nl_nl: Aziatisch

source: Non-smoking
es_mx: No fumar
nl_nl: Niet-roken

source: Smoking
es_mx: Fumar
nl_nl: Roken

source: I have both smoking and non-smoking options for this type of room
es_mx: Tengo ambas opciones para este tipo de habitación Fumar y No fumar
nl_nl: Voor deze accommodatie is roken en niet roken beschikbaar

source: Single bed / 90-130 cm of width
es_mx: Cama individual
nl_nl: 1 persoonsbed / 90-130 cm breed

source: Double bed / 131-150 cm of width
es_mx: Cama matrimonial
nl_nl: 2 persoonsbed / 131-150 cm breed

source: Large bed (King size) / 151-180 cm of width
es_mx: Cama King Size
nl_nl: King size bed / 151-180 cm breed

source: Extra-large double bed (Super-king size) / 181-210 cm of width
es_mx: Cama Super King Size
nl_nl: Super-king size bed / 181-210 cm breed

source: Bunk bed / Variable Size
es_mx: Litera / tamaño variable
nl_nl: Bankbed / Variabele maat

source: Sofa bed / Variable Size
es_mx: Sofá cama / tamaño variable
nl_nl: Slaapbank / Variabele maat

source: The %s field is required.
es_mx: El campo %s es requerido
nl_nl: %s is een verplicht veld.

source: The %s field must have a value.
es_mx: El campo %s debe estar lleno
nl_nl: Het %s veld moet een waarde bevatten

source: Please enter a valid email format.
es_mx: Por favor introduzca un formato de e-mail válido
nl_nl: Vul een geldig e-mailadres in

source: The %s field must contain a valid URL. Ex "http://domain.com"
es_mx: El campo %s debe contener una URL válida
nl_nl: Dit %s veld moet een geldige URL zijn. Ex "http://domain.com"

source: The %s field must contain a valid IP.
es_mx: El campo %s debe contener una IP válida
nl_nl: Het %s veld moet een geldig IP adres bevatten.

source: The %s field must be %s characters at least.
es_mx: El campo %s debe contener al menos %s caractéres
nl_nl: Het %s veld moet minsten %s karakters bevatten.

source: The %s field cannot exceed %s characters in length
es_mx: El campo %s no debe exceder %s caracteres de longitud
nl_nl: Het %s veld mag niet meer dan %s karakters bevatten

source: The %s field must be exactly %s characters in length.
es_mx: El campo %s debe tener exactamente %s caracteres de longitud
nl_nl: Het %s veld moet exact %s karakters bevatten

source: The %s field may only contain alphabetical characters.
es_mx: El campo %s debe contener solamente valores alfanuméricos
nl_nl: Het %s veld mag alleen letters bevatten.

source: The %s field may only contain alpha-numeric characters.
es_mx: El campo %s debe contener solamente caracteres alfanuméricos
nl_nl: Het %s veld mag alleen cijfers bevatten.

source: The %s field may only contain alpha-numeric characters, underscores, and dashes.
es_mx: El campo %s debe contener solamente valores alfanuméricos _ y /
nl_nl: Het %s veld mag alleen cijfers, letters, underscores, en punten bevatten.

source: The %s field must only contain numbers.
es_mx: El campo %s debe contener solamente valores numéricos
nl_nl: Het %s veld mag alleen nummers bevatten

source: The %s field must only contain numeric characters.
es_mx: El campo %s debe contener solamente caracteres numéricos
nl_nl: Het %s veld mag alleen nummers bevatten.

source: The %s field must contain an integer.
es_mx: El campo %s debe contener un valor entero
nl_nl: Het %s veld moet een integer bevatten.

source: The %s field is not in the correct format.
es_mx: El campo %s no está en el formato correcto
nl_nl: Het %s veld heeft niet het juiste formaat

source: The %s does not match.
es_mx: El valor %s no coincide
nl_nl: Het %s is niet gelijk.

source: The %s field exists.
es_mx: El campo %s ya existe
nl_nl: Het %s veld bestaat al

source: The %s field must only contain positive numbers.
es_mx: El campo %s debe contener solamente números positivos
nl_nl: Het %s veld mag alleen positieve nummers bevatten.

source: The %s field must contain a number greater than zero.
es_mx: El campo %s debe contener un número mayor a 0
nl_nl: Het %s veld mag alleen nummers groter dan nul bevatten

source: The %s field must contain a decimal number.
es_mx: El campo %s debe contener un número decimal
nl_nl: Het %s veld moet een decimaal getal bevatten.

source: The %s field must contain a number less than %s.
es_mx: El campo %s debe contener un número menor a %s
nl_nl: Het %s veld moet een getal zijn kleiner dan %s.

source: The %s field must contain a number greater than %s.
es_mx: El campo %s debe contener un número mayor a %s
nl_nl: Het %s veld moet een getal zijn groter dan %s.

source: The %s field must contain positive digit
es_mx: El campo %s debe contener un valor positivo
nl_nl: Het %s veld moet een positief getal zijn.

source: General Options
es_mx: Opciones generales
nl_nl: Algemene opties

source: Currency Options
es_mx: Opciones de moneda
nl_nl: Valuta-opties

source: Currency
es_mx: Moneda
nl_nl: Valuta

source: Symbol
es_mx: Símbolo
nl_nl: Symbool

source: Symbol of currency. For example: $
es_mx: Símbolo de moneda ejemplo $
nl_nl: Symbool voor valuta bijvoorbeeld €

source: Position
es_mx: Posición
nl_nl: De positie van het valutateken.

source: Position of Symbol
es_mx: Posición del símbolo
nl_nl: De positie van het valutateken.

source: Thousand Separator
es_mx: Separador de miles
nl_nl: Duizendtalscheiding

source: Decimal Separator
es_mx: Separador decimal
nl_nl: Decimaalscheiding

source: Exchange Rate
es_mx: Tipo de cambio
nl_nl: Wissel koers

source: Exchange Rate vs Main Currency
es_mx: Tipo de cambio vs moneda principal
nl_nl: Wisselkoers vs huidige valuta

source: Archive Page
es_mx: Página archivada
nl_nl: Archiveer pagina

source: Term & Condition Page
es_mx: Página de términos y condiciones
nl_nl: Term & Condition Pagina

source: Accounts
es_mx: Cuentas

source: My Account Page
es_mx: Página de mi cuenta
nl_nl: Mijn account pagina

source: Google Map
es_mx: Mapa de Google

source: You can get Google API %s
es_mx: Tu puedes obtener la API de Google en %s

source: Booking
es_mx: Reservación
nl_nl: Boeking

source: Checkout Page
es_mx: Página de pago
nl_nl: Afrekenpagina

source: Allow Guest to Checkout?
es_mx: Permitir que los visitantes paguen sin iniciar sesión
nl_nl: Boeken gasten toe staan?

source: Captcha Google
es_mx: Captcha de Google

source: Allow Captcha Google to be Checked out?
es_mx: Permitir usar captcha de Google para pagar
nl_nl: Captcha Google gebruiken voor boeking?

source: Google key
es_mx: Llave de Google

source: Google secret key
es_mx: Llave secreta de Google

source: Email From Name
es_mx: Email desde nombre
nl_nl: Email Van Naam

source: WPBooking Plugin
es_mx: Plugin WpBooking

source: Email From Address
es_mx: Email desde dirección
nl_nl: Email Van Adres

source: Email System to get Booking, Registration Notifications...etc
es_mx: Email de notificación para reservaciones, registros etc.
nl_nl: Email om de boeking, registratie of meldingen te versturen.

source: Email Header
es_mx: Encabezado de Email

source: Email Footer
es_mx: Pié de página de Email

source: Email CSS Code
es_mx: Código CSS de Email

source: We will use this to transmogrify your Email HTML by parsing the CSS and inserting the CSS definitions into tags within your Email HTML based on the CSS selectors
es_mx: Usaremos CSS y HTML para darle estilo al Email
nl_nl: Deze CSS wordt gebruikt om de email vorm te geven

source: Booking Email
es_mx: Email de Reservación
nl_nl: Boekings email

source: Enable Email To Customer
es_mx: Habilitar envío de Email al cliente
nl_nl: Email naar klant activeren

source: For Customer
es_mx: Para el cliente
nl_nl: Voor klant

source: Preview
es_mx: Previsualizar
nl_nl: Voorbeeld

source: Enable Email To Admin
es_mx: Habilitar envío de Email al administrador
nl_nl: Email naar admin activeren

source: For Administrator
es_mx: Para el administrador
nl_nl: Voor administrateur

source: Registration Email
es_mx: Email de registro
nl_nl: Registratie email

source: Customer Registration
es_mx: Registro del cliente
nl_nl: Klant registratie

source: Email To Customer
es_mx: Email al cliente
nl_nl: Email naar gast

source: Email To Admin
es_mx: Email al administrador
nl_nl: Email naar admin

source: Extensions
es_mx: Extensiones
nl_nl: Uitbreidingen

source: WPBooking Sales Summary
es_mx: Reporte de venta
nl_nl: WPBooking verkoop overzicht

source: You do not have permission to do it
es_mx: Tu no tienes permiso para realizar esto
nl_nl: Je hebt onvoldoende rechten om dit te doen

source: The field of start date or end date is invalid.
es_mx: El campo de la fecha de entrada o salida es incorrecto
nl_nl: Het veld start datum of eind datum in niet geldig

source: The field of price is invalid.
es_mx: El campo del precio es incorrecto
nl_nl: De ingevulde prijs is ongeldig

source: The field of adult price is invalid.
es_mx: El campo del precio de los adultos es incorrecto
nl_nl: De prijs voor een volwassene is ongeldig

source: The field of child price is invalid.
es_mx: El campo del precio de los niños es incorrecto
nl_nl: De prijs voor een kind is ongeldig

source: The field of infant price is invalid.
es_mx: El campo del precio de los bebés es incorrecto
nl_nl: De prijs voor een baby is ongeldig

source: Successffully added
es_mx: Añadido satisfactoriamente
nl_nl: Succesvol toegevoegd

source: Getting an error when adding new item.
es_mx: Hubo un error al agregar un nuevo elemento
nl_nl: Ik krijg een foutmelding bij het toevoegen

source: The price field is not a number.
es_mx: El campo del precio no es un número
nl_nl: Het prijsveld is geen nummer

source: The months field is required.
es_mx: El campo del mes es requerido
nl_nl: Het veld maand is verplicht

source: The years field is required.
es_mx: El campo del año es requerido
nl_nl: Het veld jaar is verplicht

source: Locations
es_mx: Ubicaciones
nl_nl: Locaties

source: Location
es_mx: Ubicación
nl_nl: Locatie

source: Search for Locations
es_mx: Buscar por ubicación
nl_nl: Zoek voor locaties

source: All Locations
es_mx: Todas las ubicaciones
nl_nl: Alle locaties

source: Parent Location
es_mx: Ubicación principal
nl_nl: Locaties in de buurt

source: Parent Location:
es_mx: Ubicación principal
nl_nl: Locaties in de buurt:

source: Edit Location
es_mx: Editar ubicación
nl_nl: Bewerk locatie

source: Update Location
es_mx: Actualizar ubicación
nl_nl: Update locatie

source: Add New Location
es_mx: Añadir ubicación
nl_nl: Voeg een nieuwe locatie toe

source: New Location Name
es_mx: Nuevo nombre de la ubicación
nl_nl: Nieuwe locatie naam

source: January
es_mx: Enero
nl_nl: Januari

source: February
es_mx: Febrero
nl_nl: Februari

source: March
es_mx: Marzo
nl_nl: Maart

source: April
es_mx: Abril

source: May
es_mx: Mayo
nl_nl: Mei

source: June
es_mx: Junio
nl_nl: Juni

source: July
es_mx: Julio
nl_nl: Juli

source: August
es_mx: Agosto
nl_nl: Augustus

source: September
es_mx: Septiembre

source: October
es_mx: Octubre
nl_nl: Oktober

source: November
es_mx: Noviembre

source: December
es_mx: Diciembre

source: All Bookings
es_mx: Todas las reservaciones
nl_nl: Alle boekingen

source: Email is resent successfully
es_mx: El Email fue reenviado satisfactoriamente
nl_nl: De email is nogmaals verzonden

source: Resend Booking Email
es_mx: Reenviar Email de reservación
nl_nl: Verstuur de boekings email nogmaals

source: Test Partner Email
es_mx: Probar Email del socio

source: Order Information
es_mx: Información de la órden
nl_nl: Order Informatie

source: Add New
es_mx: Añadir nuevo
nl_nl: Nieuw toevoegen

source: Add New Booking
es_mx: Agregar nueva reservación
nl_nl: Nieuwe booking toeveogen

source: New Booking
es_mx: Nueva reservación
nl_nl: Nieuwe boeking

source: Edit Booking
es_mx: Editar Reservación
nl_nl: Boeking aanpassen

source: View Booking
es_mx: Ver reservación
nl_nl: Bekijk boeking

source: Search for Booking
es_mx: Buscar una reservación
nl_nl: Zoek een boeking

source: Parent Booking:
es_mx: Reservación principal
nl_nl: Parent Boeking:

source: Not found Booking.
es_mx: No se encontró reservación
nl_nl: Niet gevonden

source: Not found Booking in Trash.
es_mx: No se encontraron reservaciones en la papelera
nl_nl: Niet gevonden in prullenbak

source: Description.
es_mx: Descripción
nl_nl: Beschrijving

source: Type
es_mx: Tipo

source: Services
es_mx: Habitaciones
nl_nl: Accommodaties:

source: Service
es_mx: Habitación
nl_nl: Accommodatie

source: Add New Service
es_mx: Añadir nueva habitación
nl_nl: Nieuwe accommodatie toevoegen

source: New Service
es_mx: Nueva habitación
nl_nl: Nieuwe accommodatie

source: Edit Service
es_mx: Editar habitación
nl_nl: Bewerk accommodatie

source: View Service
es_mx: Ver habitación
nl_nl: Bekijk accommodatie

source: All Services
es_mx: Todas las habitaciones
nl_nl: Alle accommodaties

source: Search for Services
es_mx: Buscar habitaciones
nl_nl: Zoek naar accommodaties

source: Parent Services:
es_mx: Habitaciones principales

source: Not found services.
es_mx: No se encontraron habitaciones
nl_nl: Service niet gevonden.

source: Not found services in Trash.
es_mx: No se encontraron habitaciones en la papelera
nl_nl: Service niet gevonden in prullenbak.

source: Amenities
es_mx: Comodidades
nl_nl: Faciliteiten

source: Amenity
es_mx: Comodidad
nl_nl: Faciliteiten

source: Search for Amenity
es_mx: Buscar por comodidad
nl_nl: Zoeken naar Faciliteiten

source: All Amenities
es_mx: Todas las comodidades
nl_nl: alle Faciliteiten

source: Parent Amenity
es_mx: Comodidad principal
nl_nl: neven Faciliteit

source: Parent Amenity:
es_mx: Comodidad principal
nl_nl: Neven Faciliteit:

source: Edit Amenity
es_mx: Editar comodidad
nl_nl: Bewerk Faciliteit

source: Update Amenity
es_mx: Actualizar comodidad
nl_nl: Bijwerken Faciliteit

source: Add New Amenity
es_mx: Añadir nueva comodidad
nl_nl: Nieuwe faciliteit toevoegen

source: New Amenity Name
es_mx: Nuevo nombre de la comodidad
nl_nl: Nieuw Faciliteit naam

source: Extra Services
es_mx: Servicios extras

source: Extra Service
es_mx: Servicio extra

source: Search Extra Services
es_mx: Buscar servicios extras
nl_nl: Zoek Extra Services

source: All Extra Services
es_mx: Todos los servicios extras
nl_nl: Alle Extra Services

source: Parent Extra Service
es_mx: Servicio extra principal

source: Parent Extra Service:
es_mx: Servicio extra principal

source: Edit Extra Service
es_mx: Editar servicio extra
nl_nl: Bewerken Extra Service

source: Update Extra Service
es_mx: Actualizar servicio extra

source: Add New Extra Service
es_mx: Añadir nuevo servicio extra
nl_nl: Nieuwe Extra Service

source: New Extra Service Name
es_mx: Nuevo nombre del servicio extra
nl_nl: Nieuwe extra service naam

source: Information
es_mx: Información
nl_nl: Informatie

source: All services
es_mx: Todos los servicios
nl_nl: Alle accommodaties

source: Service Exists. Please choose another name
es_mx: El servicio ya existe por favor elija otro nombre
nl_nl: Service bestaat al kies een andere naam

source: Settings
es_mx: Ajustes
nl_nl: Instellingen

source: Setup
es_mx: Instalación

source: Submit Form
es_mx: Enviar formulario
nl_nl: Bank overschrijving

source: You will be redirect to paypal website to finish the payment process
es_mx: Se redigirá al sitio del PayPal para finalizar el proceso de pago
nl_nl: Je wordt doorgestuurd naar de PayPal website

source: Extra Information
es_mx: Información extra
nl_nl: Extra Informatie

source: Icon Picker
es_mx: Selector de iconos

source: Icon
es_mx: Icono

source: Term exists
es_mx: El término existe
nl_nl: Term bestaat al

source: Add New %s
es_mx: Añadir nuevo %s
nl_nl: Nieuw toevoegen %s

source: New %s Name
es_mx: Nuevo %s nombre
nl_nl: Nieuwe %s naam

source: Delete Success
es_mx: Eliminado con éxito
nl_nl: Succesvol verwijderd

source: Please select a Taxonomy
es_mx: Por favor selecciona una jerarquía
nl_nl: Selecteer een Taxonomy

source: Please provide a taxonomy name
es_mx: Por favor elige un nombre para la jerarquía
nl_nl: Geef een taxonomy naam

source: Slug "%s" is too long (35 characters max). Shorten it, please.
es_mx: El Slug %s es demasiado largo por favor recórtelo
nl_nl: Verkorte naam "%s" is telang, max. is 35 karakters.

source: Slug "%s" is not allowed because it is a reserved term. Change it, please.
es_mx: El Slug %s no está permitido por que hace referencia a un término reservado, por favor cámbielo
nl_nl: Verkorte naam "%s" is niet toegestaan want is een gerserveerde term.

source: Slug "%s" is already in use. Change it, please.
es_mx: El Slug %s ya está siendo utilizado por favor cámbialo
nl_nl: Verkorte naam "%s" is al in gebruik.

source: Create Successfully
es_mx: Creado satisfactoriamente
nl_nl: Succesvol aangemaakt

source: Save Successfully
es_mx: Guardado satisfactoriamente
nl_nl: Succesvol opgeslagen.

source: Taxonomies
es_mx: Jerarquías

source: You do not accept our terms!
es_mx: No haz aceptado los términos y condiciones
nl_nl: Je heb onze voorwaarden niet geaccepteerd!

source: Sorry! Your cart is currently empty
es_mx: Lo sentimos el carrito está vacio
nl_nl: Sorry je orderlijst is leeg

source: Price of basket is 0. You cannot make this payment!
es_mx: El valor del carrito es 0, no puedes hacer el pago
nl_nl: De prijs van je order is 0 dus kan je niet betalen!

source: Please select a method of payment.
es_mx: Por favor seleccione un método de pago
nl_nl: Selecteer een betaalmethode

source: Gateway: %s is not ready to use, please choose another gateway
es_mx: El método de pago %s no está disponible, por favor seleccione otro método de pago
nl_nl: Gateway: %s is niet klaar voor gebruik kies een andere

source: Booking Successfully
es_mx: Reservado satisfactoriamente
nl_nl: Boeking succesvol

source: The order cannot be created. Please contact Admin
es_mx: La orden no pudo ser completada, por favor contacte al administrador

source: You do not select any service
es_mx: No haz seleccionado ninguna habitación
nl_nl: Je hebt nog niet geselecteerd

source: First Name
es_mx: Nombre
nl_nl: Voornaam

source: First name
es_mx: Nombre
nl_nl: Voornaam

source: Last Name
es_mx: Apellidos
nl_nl: Achternaam

source: Last name
es_mx: Apellidos
nl_nl: Achternaam

source: Email for confirmation
es_mx: Email para confirmación
nl_nl: Email voor bevestiging

source: Telephone
es_mx: Teléfono
nl_nl: Telefoon

source: Address
es_mx: Dirección
nl_nl: Adres

source: Postcode / ZIP
es_mx: Código Postal
nl_nl: Postcode.

source: Apt/ Unit
es_mx: Apartamento/Unidad

source: Special Request
es_mx: Peticiones especiales
nl_nl: Speciaal verzoek

source: Notes about your order, e.g. special notes for delivery.
es_mx: Observaciones
nl_nl: Opmerkingen over je order

source: Your Username
es_mx: Tu nombre de usuario
nl_nl: Uw gebruikersnaam

source: email@domain.com
es_mx: email@dominio.com

source: STATUS
es_mx: Estatus

source: New Order from %s
es_mx: Nueva orden desde %s
nl_nl: Nieuwe Order van %s

source: Email content is empty
es_mx: El cuerpo del correo está vacio
nl_nl: Email is leeg

source: Email To Address is empty
es_mx: La dirección de correo está vacio
nl_nl: Emal adres aan is leeg

source: Payment
es_mx: Pago
nl_nl: Betaling

source: Dismiss this notice.
es_mx: Ocultar este aviso.
nl_nl: Negeer deze melding.

source: Post ID is required
es_mx: Identificación de la entrada es requerido
nl_nl: Verzendmethode-ID is verplicht.

source: day(s) ago
es_mx: Dias
nl_nl: dag(en) geleden

source: hour(s) ago
es_mx: Horas
nl_nl: uur(en) geleden

source: minute(s) ago
es_mx: Minutos
nl_nl: minuten geleden

source: just now
es_mx: justo ahora
nl_nl: Nu

source: Latest booking:
es_mx: Última reservación:
nl_nl: Laatste boeking

source: You need to enter an username and a password to login
es_mx: Necesita ingresar su nombre de usuario y contraseña para acceder
nl_nl: Je moet een gebruikersnaam en wachtwoord ingeven om in te loggen

source: username
es_mx: nombre de usuario
nl_nl: Gebruikersnaam

source: password
es_mx: contraseña
nl_nl: Wachtwoord

source: re-type password
es_mx: reingresar contraseña
nl_nl: Herhaal het nieuwe wachtwoord

source: Term & Condition
es_mx: Términos y Condiciones
nl_nl: Voorwaarden en condities

source: This email has been registered. You can login
es_mx: El email ha sido registrado. Puedes ingresar
nl_nl: Dit email is geregistreerd je kan inloggen

source: here
es_mx: aqui
nl_nl: hier

source: The username can only contain underscores and alphanumeric characters and dashes. It must be unique, and must not include spaces.
es_mx: El nombre de usuario solo puede contener valores alfanuméricos, guiones bajos y diagonales. Deberá ser único y no puede contener espacios.
nl_nl: De gebruikersnaam mag alleen bestaan uit letters, cijfers en punten en mag geen spatie s bevatten.

source: Username is invalid
es_mx: El nombre de usuario es incorrecto
nl_nl: Ongeldige gebruikersnaam of e-mailadres.

source: This username has been registered. You can login
es_mx: El nombre de usuario ha sido registrado. Puedes ingresar
nl_nl: De gebruikersnaam is geregistreerd, je kan nu inloggen

source: Username exist
es_mx: El nombre de usuario ya existe
nl_nl: Gebruikersnaam bestaat al

source: User cannot be created. Please try it again later
es_mx: El usuario no puede ser creado por favor inténtelo más tarde
nl_nl: Gebruiker kan nu niet geregistreerd worden, probeer later opnieuw.

source: Your account is registered successfully. You can login now:
es_mx: La cuenta ha sido registrada exitosamente. Ahora puedes ingresar:

source: Login
es_mx: Ingresar

source: New Registration: %s
es_mx: Nuevo registro: %s
nl_nl: Nieuwe Registratie: %s

source: Default Password
es_mx: Contraseña por defecto
nl_nl: Standaard wachtwoord

source: Update Successful
es_mx: Actualizado satisfactoriamente
nl_nl: Update Succesvol

source: Create Successful
es_mx: Creado satisfactoriamente
nl_nl: Aanmaken succesvol

source: first name
es_mx: fombre
nl_nl: Voornaam

source: last name
es_mx: apellidos
nl_nl: Achternaam

source: phone number
es_mx: número de teléfono
nl_nl: Telefoonnummer.

source: address
es_mx: airección
nl_nl: Adres

source: Updated Successfully
es_mx: Actualizado satisfactoriamente
nl_nl: Update Succesvol

source: Password
es_mx: Contraseña
nl_nl: Wachtwoord

source: New Password
es_mx: Nueva contraseña
nl_nl: Nieuw wachtwoord

source: Confirm New Password
es_mx: Confirmación de contraseña
nl_nl: Bevestig nieuw wachtwoord
