Repository: ShinethemeTeam/wpbooking
Catalog: languages/wpbooking-*.po
Languages: es_mx, nl_nl

source: The old password is incorrect.
es_mx: La contraseña anterior es incorrecta.
nl_nl: Je huidige wachtwoord is niet juist.

source: Change password successfully! The new password is changed successfully.
es_mx: Cambio de contraseña correcta! La nueva contraseña ha sido cambiada correctamente.
nl_nl: Het wachtwoord is succesvol gewijzigd

source: Service does not exist
es_mx: El servicio no existe
nl_nl: Service bestaat niet

source: You do not have permission to access this page
es_mx: No tienes permiso para acceder a esta página
nl_nl: Je hebt geen rechten om deze pagina te bezoeken

source: Dashboard
es_mx: Escritorio

source: Your Booking
es_mx: Tu Reservación
nl_nl: Uw boeking

source: Edit Profile
es_mx: Editar Perfil
nl_nl: Bewerk profiel

source: Logout
es_mx: Cerrar Sesión
nl_nl: Uitloggen

source: Your request for resetting password has been sent. Continuously, please check your email
es_mx: Su solicitud de restablecimiento de contraseña se ha enviado Continuamente, por favorconsultar su correo electrónico
nl_nl: Het verzoek om je wachtwoord te resetten is verzonden, kijk in je mail.

source: The username field is not empty.
es_mx: El usuario no está vacío.
nl_nl: Het gebruikersnaam veld is niet leeg

source: You need to enter a password to login.
es_mx: Necesitas escribir una contraseña para acceder.
nl_nl: Je moet een wachtwoord invullen om in te loggen

source: Username is incorrect.
es_mx: El usuario es incorrecto.
nl_nl: Gebruikersnaam in niet goed

source: Your password is incorrect.
es_mx: Tu contraseña es incorrecta.
nl_nl: Je wachtwoord is niet goed

source: Your email is invalid.
es_mx: Tu correo electrónico no es correcto.
nl_nl: Je emailadres is niet geldig

source: An account exists with this email address.
es_mx: Ya existe una cuenta con este corre electrónico.
nl_nl: Er is al een account met dit email adres

source: Email is incorrect.
es_mx: El correo electrónico es incorrecto.
nl_nl: Email is niet correct

source: Username or email is incorrect.
es_mx: El usuario o correo electrónico es incorrecto.
nl_nl: Gebruikersnaam of email niet correct

source: The password for resetting link you used is invalid anymore.
es_mx: La contraseña que usaste para la liga ya no es válido.
nl_nl: De link om je wachtwoord te resetten is niet meer geldig.

source: An unknown error occurs. Please try again later.
es_mx: Acaba de detectarse un error. Favor de intentarlo de nuevo.
nl_nl: Een onbekende fout is opgetreden, probeer later opnieuw

source: new password
es_mx: nueva contraseña
nl_nl: nieuw wachtwoord

source: confirm password
es_mx: confirmar contraseña
nl_nl: bevestig wachtwoord

source: Your password has been changed. You can sign in now.
es_mx: Tu contraseña ha sido modificada. Puedes ingresar ahora.
nl_nl: Je wachtwoord is gewijzigd je kan nu inloggen.

source: Change password successfully
es_mx: Se cambió la contraseña satisfactoriamente
nl_nl: Wachtwoord succesvol gewijzigd

source: Unknown
es_mx: Desconocido
nl_nl: Niet bekend

source: Unknow
es_mx: Desconocido
nl_nl: Weet ik niet

source: All dates
es_mx: Todas las fechas
nl_nl: Alle datums

source: from %s/night
es_mx: desde %s/noche
nl_nl: vanaf %s/nacht

source: star
es_mx: estrella

source: Unknown Gateway
es_mx: Puerta Desconocida
nl_nl: Onbekende gateway

source: in %s
es_mx: en %s

source: from %s
es_mx: desde %s
nl_nl: van %s

source: to %s
es_mx: a %s
nl_nl: aan %s

source: Previous
es_mx: Anterior
nl_nl: Vorige

source: Next
es_mx: Siguiente
nl_nl: Volgende

source: New Order In %s
es_mx: Nuevo Orden En %s
nl_nl: Nieuwe order %s

source: %s night
es_mx: %s noche

source: since %s
es_mx: desde %s
nl_nl: sinds %s

source: Your captcha is incorrect
es_mx: Tu captcha es incorrecto
nl_nl: Uw captcha is niet correct

source: Captcha cannot be verified
es_mx: El captcha no uede ser verificado
nl_nl: Captcha kan niet geverifieerd worden

source: Enable
es_mx: Habilitar
nl_nl: Activeren

source: Yes, I want to enable PayPal
es_mx: Si, Quiero habilitar Paypal
nl_nl: Ja ik wil PayPal activeren

source: Title
es_mx: Título
nl_nl: Titel

source: Descriptions
es_mx: Descripciones
nl_nl: Beschrijving

source: API Username
es_mx: Usuario API
nl_nl: API Gebruikersnaam

source: API Password
es_mx: Contraseña API
nl_nl: API Wachtwoord

source: API Signature
es_mx: Firma API

source: Test Mode
es_mx: Modo Prueba

source: Yes, I want to enable PayPal Sandbox Mode
es_mx: Si, Quiero habilitar PayPal Modo Sandbox
nl_nl: Ja, ik wil de paypal zandbox inschakelen

source: Test API Username
es_mx: Probar Usuario API
nl_nl: Test API Gebruikersnaam

source: Test API Password
es_mx: Probar Contraseña API
nl_nl: Test API Wachtwoord

source: Test API Signature
es_mx: Probar Firma API
nl_nl: Test API Ondertekening

source: Pay Now
es_mx: Pagar Ahora
nl_nl: Betaal nu

source: You will be redirected to PayPal.com to complete the payment
es_mx: Se le redirigirá a PayPal.com para completar el pago
nl_nl: U wordt doorgestuurd naar PayPal om je betaling af te ronden

source: Paypal Error:
es_mx: Error de Paypal:

source: Test PayPal API is incorrect! Please check with the Admin
es_mx: Prueba de API de PayPal es incorrecta! Consulte con el administrador
nl_nl: Test PayPal API is niet correct

source: PayPal API is incorrect! Please check with the Admin
es_mx: ¡La API de PayPal es incorrecta! Consulte con el administrador
nl_nl: PayPal API is niet correct

source: Yes, I want to enable Submit Form
es_mx: Sí, quiero activar Enviar formulario
nl_nl: Ja, ik wil bankoverschrijving activeren

source: Bank Account
es_mx: Cuenta Bancaria
nl_nl: Bankrekening

source: Write down your back account here
es_mx: Anote su cuenta aquí
nl_nl: Geef hier je bankrekening in

source: You don't have permission to do that
es_mx: No cuentas con los permisos para hacer esto
nl_nl: Je hebt onvoldoende rechten om dit te doen

source: Please specify Service Type
es_mx: Por favor especifica el Tipo de Servicio
nl_nl: Specificeer service type

source: Service Type
es_mx: Tipo de Servicio

source: Booking Details:
es_mx: Detalles de Reservación:
nl_nl: Boeking Details:

source: More
es_mx: Más
nl_nl: Meer

source: Less
es_mx: Menos
nl_nl: Minder

source: Accommodation
es_mx: Alojamiento
nl_nl: Accommodatie

source: Accommodations
es_mx: Alojamientos
nl_nl: Accommodaties

source: You can post any kind of property like hotels, hostels, room like airbnb... anything is called accommodation
es_mx: Puedes publicar cualquier tipo de propiedad como hoteles, albergues, habitaciones como airbnb ...todo se llama alojamiento
nl_nl: Je kan hier alles invoeren kamers, kampeerplaatsen enz. alles valt onder accommodaties

source: Layout
es_mx: Diseño

source: Item per page
es_mx: Artículo por página
nl_nl: Items per pagina

source: Thumb Size
es_mx: Tamaño de imagen pequeña

source: Gallery Size
es_mx: Tamaño de la Galería

source: From:
es_mx: De:
nl_nl: Van:

source: To:
es_mx: Para:
nl_nl: Naar:

source: (%s nights)
es_mx: (%s noches)
nl_nl: (%s nachten)

source: (%s night)
es_mx: (%s noche)
nl_nl: (%s nacht)

source: Change Date
es_mx: Cambiar Fecha
nl_nl: Wijzig datum

source: Accommodation Room
es_mx: Habitación de alojamiento
nl_nl: Accommodatie unit

source: Add New Accommodation Room
es_mx: Añadir nueva Habitación de Alojamiento
nl_nl: Voeg een accommodatie unit toe

source: New Accommodation Room
es_mx: Nueva Habitación de Alojamiento
nl_nl: Nieuwe accommodatie unit

source: Edit Accommodation Room
es_mx: Editar Habitación de Alojamiento

source: View Accommodation Room
es_mx: Ver Habitación de Alojamiento
nl_nl: Bekijk accommodatie unit

source: All Accommodation Room
es_mx: Todas las Habitaciones
nl_nl: Alle accommodatie units

source: Search Accommodation Room
es_mx: Buscar Habitación
nl_nl: Zoek accommodatie units

source: No Accommodation Room found in Trash.
es_mx: No se encuentró Habitación en Basura.
nl_nl: Geen accommodatieunit gevonden in de prullenbak.

source: Room Type
es_mx: Tipo de Habitación
nl_nl: Soort accommodatie

source: Search Room Type
es_mx: Buscar Tipo de Habitación
nl_nl: Zoek accommodatie type

source: All Room Type
es_mx: Todos los Tipos de Habitación
nl_nl: Alle accommodaties

source: Parent Room Type
es_mx: Tipo de Habitación de los Padres

source: Parent Room Type:
es_mx: Tipo de Habitación Principal:

source: Edit Room Type
es_mx: Editar Tipo de Habitación
nl_nl: Wijzig accommodatie type

source: Update Room Type
es_mx: Mejorar Tipo de Habitación
nl_nl: Update accommodatie Type

source: Add New Room Type
es_mx: Agregar Nuevo Tipo de Habitación
nl_nl: Nieuwe accommodatie toevoegen

source: New Room Type Name
es_mx: Nuevo Nombre para Tipo de Habitación
nl_nl: Nieuwe accommodatie unit naam

source: Room Facilities
es_mx: Instalaciones de Habitación
nl_nl: Accommodatie opties

source: Search Room Facilities
es_mx: Buscar Instalaciones de Habitación
nl_nl: Zoek accommodatie opties

source: All Room Facilities
es_mx: Todas las Instalaciones de Habitación
nl_nl: Alle accommodatie opties

source: Parent Room Facilities
es_mx: Instalaciones de Habitación Principales
nl_nl: Neven accommodatie opties

source: Parent Room Facilities:
es_mx: Instalaciones de Habitación Principales:
nl_nl: Neven accommodatie opties:

source: Edit Room Facilities
es_mx: Editar Instalaciones de Habitación
nl_nl: Bewerk accommodatie opties

source: Update Room Facilities
es_mx: Actualizar Instalaciones de Habitación
nl_nl: Update accommodatie opties

source: Add New Room Facilities
es_mx: Agregar Nueva Instalación de Habitación
nl_nl: Nieuwe accommodaties opties toevoegen

source: New Room Facilities Name
es_mx: Nuevo Nombre de Instalación de Habitación
nl_nl: Nieuwe accommodatie optie naam

source: 1. Property Information
es_mx: 1. Información de Propiedad
nl_nl: 1. Accommodatie Informatie

source: About Your Property
es_mx: Acerca de la Propiedad
nl_nl: Over je accommodatie

source: Basic information
es_mx: Información Básica
nl_nl: Basis informatie

source: Enable Property
es_mx: Habilitar Propiedad
nl_nl: Activeer accommodatie

source: Listing will appear in search results.
es_mx: El listado aparecerá en los resultados de la búsqueda.

source: Star Rating
es_mx: Clasificación
nl_nl: Ster waardering

source: Standard of property from 1 to 5 stars
es_mx: Estándar de propiedad de 1 a 5 estrellas
nl_nl: De waardering van deze accommodatie van 1 tot 5 sterren

source: Contact Phone Number
es_mx: Teléfono de Contacto
nl_nl: Contact Telefoonnummer.

source: The contact phone
es_mx: El teléfono de Contacto
nl_nl: Contact Telefoonnummer.

source: Phone number
es_mx: Número de Teléfono
nl_nl: Telefoonnummer.

source: Contact Email
es_mx: Email de Contacto

source: Example@domain.com
es_mx: Ejemplo@dominio.com
nl_nl: Voorbeeld@domain.com

source: Website
es_mx: Sitio web

source: Property website (optional)
es_mx: Sitio web de la Propiedad (opcional)
nl_nl: Website (optioneel)

source: http://exampledomain.com
es_mx: http://ejemplodominio.com

source: Property Location
es_mx: Ubicación de la propiedad
nl_nl: Accommodatie Locatie

source: Property's address and your contact number
es_mx: Dirección de la propiedad y su número de contacto
nl_nl: Accommodatie adres en contact nummer

source: Map's Latitude & Longitude
es_mx: Latitud y Longitud del Mapa

source: This is the location we will provide for guests. Click to move the marker if you need to move it
es_mx: Esta es la ubicación que le proporcionamos a los huéspedes. Haga clic para mover el marcador sitienes que moverlo
nl_nl: Dit is de lokatie die aan de gasten word getoond, verschuif de marker als dat nodig is

source: Your address matters!
es_mx: ¡Tu dirección es importante!
nl_nl: Uw adres is van belang!

source: Please make sure to enter your full address including building name, apartment number, etc.
es_mx: Por favor, asegúrese de ingresar su dirección completa incluyendo el nombre del edificio,número de departamento, etc.
nl_nl: Wees er zeker van dat je adres juist is ingevoerd

source: 2. Property Details
es_mx: 2. Detalles de Propiedad
nl_nl: 2. Lokatie Details

source: Check In & Check Out
es_mx: Llegada & Salida
nl_nl: Check In & Check Uit

source: Time to check in, out in your property
es_mx: Hora de registro, en su propiedad
nl_nl: Check-in en check-uit tijd

source: Time for Check In
es_mx: Tiempo de Llegada
nl_nl: Check In tijd:

source: Time for Check Out
es_mx: Tiempo de Salida
nl_nl: Check Uit tijd:

source: 3. Room Details
es_mx: 3. Detalles de Habitación
nl_nl: 3. Accommodatie Details

source: Your Rooms
es_mx: Tus Habitaciones
nl_nl: Uw accommodaties

source: Here is an overview of your rooms
es_mx: Aquí está una descripción de sus Habitaciones
nl_nl: Overzicht accommodaties

source: Next Step
es_mx: Próximo Paso
nl_nl: Volgende stap

source: 4. Facilities
es_mx: 4. Instalaciones
nl_nl: 4. Facilititeiten

source: Space
es_mx: Espacio
nl_nl: Ruimte

source: We display the size of guest room
es_mx: Mostramos el tamaño de la Habitación
nl_nl: Aantal vierkante meters

source: What is your preferred unit of measurement?
es_mx: ¿Cuál es su unidad de medida preferida?
nl_nl: Wat is voorkeur meet eenheid?

source: Square metres
es_mx: Metros cuadrados
nl_nl: Vierkante meters

source: Square feet
es_mx: Pies cuadrados
nl_nl: Vierkante foot

source: Select the preferred unit of your measurement
es_mx: Seleccione la unidad preferida de su medición
nl_nl: Selecteer de juiste instelling voor afmetingen.

source: Room size
es_mx: Tamaño de la Habitación
nl_nl: Accommodatie maat

source: Room facilities
es_mx: Instalaciones de la Habitación
nl_nl: Accommodatie opties

source: Facilities
es_mx: Instalaciones
nl_nl: 4. Facilititeiten

source: 5. Policies & Checkout
es_mx: 5. Políticas y Realizar Pedido
nl_nl: 5. Voorwaarden & Checkout

source: Payment information
es_mx: Información del Pago
nl_nl: Factuur informatie

source: Specify the methods of payment you accept at your accommodation as payment for staying
es_mx: Especificar los métodos de pago que acepta en su alojamiento como pago para quedarse
nl_nl: Specificeer de betaalmethode die je accepteerd bij afrekenen op lokatie.

source: We are accepted:
es_mx: Somos aceptados:
nl_nl: Wij accepteren:

source: Pre-payment and cancellation policies
es_mx: Políticas de prepago y cancelación
nl_nl: Annuleren en vooruit betaalopties

source: Select optional deposit
es_mx: Seleccione depósito opcional
nl_nl: Selecteer optioneel vooruitbetaling

source: Disallow Deposit
es_mx: Dejar de depositar
nl_nl: Geen vooruitbetaling

source: Deposit by percent
es_mx: Depósito por porcentaje
nl_nl: Vooruitbetaling in procent

source: Deposit by amount
es_mx: Depósito por cantidad
nl_nl: Vooruitbetaling bedrag

source: You can select Disallow Deposit, Deposit by percent, Deposit by amount
es_mx: Puede seleccionar Dejar de depositar, Depósito por porcentaje, Depósito por cantidad
nl_nl: Je kan de vooruitbetaling selecteren: Geen, in procent of een bedrag

source: Deposit payment amount
es_mx: Depósito de pago
nl_nl: Vooruitbetaling bedrag

source: Leave empty for disallow deposit payment
es_mx: Dejar vacío para cancelar el pago de depósito
nl_nl: Niet invullen als geen vooruitbetaling is vereist

source: How many days in advance can guests cancel free of charge?
es_mx: ¿Cuántos días de anticipo pueden cancelar los huéspedes gratuitamente?
nl_nl: Hoeveel dagen van te voren kan nog gratis geannuleerd worden

source: Day of arrival (6 pm)
es_mx: Día de llegada (6 pm)
nl_nl: Dag van aankomst (18:00)

source: 1 day
es_mx: 1 día
nl_nl: 1 dag

source: 2 days
es_mx: 2 días
nl_nl: 2 dagen

source: 3 days
es_mx: 3 días
nl_nl: 3 dagen

source: 7 days
es_mx: 7 días
nl_nl: 7 dagen

source: 14 days
es_mx: 14 días
nl_nl: 14 dagen

source: Day of arrival ( 18: 00 ) , 1 day , 2 days, 3 days, 7 days, 14 days
es_mx: Día de llegada (18:00), 1 día, 2 días, 3 días, 7 días, 14 días
nl_nl: Dag van aankomst ( 18: 00 ) , 1 dag , 2 dagen, 3 dagen, 7 dagen, 14 dagen

source: Or guests will pay 100%
es_mx: O los huéspedes pagarán el 100%
nl_nl: Of gasten betalen 100%

source: of the first night
es_mx: de la primera noche
nl_nl: van de eerste nacht

source: of the full stay
es_mx: de la estancia completa
nl_nl: voor het hele verblijf

source: Of the first night, of the full stay
es_mx: De la primera noche, de la estancia completa
nl_nl: van de eerste nacht, van het hele verblijf

source: Tax
es_mx: Impuesto
nl_nl: Belasting

source: Set your local VAT or city tax, so guests know what is included in the price of their stay.
es_mx: Establezca su IVA local o impuesto de la ciudad, para que los huéspedes sepan lo que está incluido en el precio.
nl_nl: Stel de lokale belasting of toeristenbelasting in, zodat de gasten weten wat in de prijs is meeberekend

source: VAT
es_mx: IVA
nl_nl: BTW

source: VAT amount
es_mx: Monto IVA
nl_nl: BTW waarde

source: City Tax
es_mx: Impuesto por Ciudad
nl_nl: Toeristen belasting

source: City Tax amount
es_mx: Monto de Impuesto por Ciudad
nl_nl: Toeristen belasting bedrag

source: Term & condition
es_mx: Término & Condición
nl_nl: Voorwaarden en condities

source: Set terms and conditions for your property
es_mx: Establezca los términos y condiciones de su propiedad
nl_nl: Type de voorwaarden van deze accommodatie

source: Minimum Stay
es_mx: Estancia mínima
nl_nl: Minimaal verblijf

source: Terms & Conditions
es_mx: Términos & Condiciones
nl_nl: Voorwaarden

source: 6. Photos
es_mx: 6. Fotos
nl_nl: 6. Foto's

source: Pictures
es_mx: Fotografías
nl_nl: Foto's

source: Gallery
es_mx: Galería

source: You must upload one minimum photo for your accommodation
es_mx: Debes subir una foto mínimo para tu alojamiento
nl_nl: Je moet minimaal 1 foto uploaden voor je accommodatie

source: Great photos invite guests to get the full experience of your property. Be sure to include high-resolution photos of the building, facilities, and amenities. We will display these photos on your property's page
es_mx: Las buenas fotos invitan a los huéspedes a obtener la experiencia completa de la propiedad. asegúrate de incluir fotos de alta resolución del edificio, las instalaciones, y amenidades. Mostraremos estas fotos en la página de la propiedad
nl_nl: Mooie foto's halen nieuwe gasten vaak over de streep, zorg dat je mooie foto's plaatst op je pagina

source: Save
es_mx: Guardar
nl_nl: Opslaan

source: Add new room
es_mx: Agregar nueva habitación
nl_nl: Nieuwe accommodatie toevoegen

source: Back to All Rooms
es_mx: Regresar a Todas las Habitaciones
nl_nl: Terug naar alle accommodaties

source: Room Name
es_mx: Nombre de la Habitación
nl_nl: Accommodatie naam

source: Room name
es_mx: Nombre de la habitación
nl_nl: Accommodatie naam

source: Create an optional, custom name for your reference.
es_mx: Cree un nombre personalizado para su referencia.
nl_nl: Stel een optionele naam in voor je referentie

source: Based on the amenities of room, select one most accurate type
es_mx: Basado en las comodidades de la habitación, seleccione uno de los tipos más precisos
nl_nl: Selecteer het type accommodatie op basis van de faciliteiten.

source: Room Number
es_mx: Número de Habitación
nl_nl: Aantal units

source: Bed Rooms
es_mx: Habitaciones
nl_nl: Slaapkamers

source: Bath Rooms
es_mx: Baños
nl_nl: Badkamers

source: Living Rooms
es_mx: Salas
nl_nl: Woonkamers

source: Max guests
es_mx: Límite de Huéspedes
nl_nl: Max personen

source: Set the extended services for your property
es_mx: Establecer los servicios extendidos para su propiedad
nl_nl: Stel de uitgebreide opties in voor deze accommodatie

source: Choose extra services
es_mx: Elija servicios adicionales
nl_nl: Kies extra opties

source: Price Settings
es_mx: Configuración de precios
nl_nl: Prijs instelling

source: You can set price for room
es_mx: Usted puede fijar el precio para la habitación
nl_nl: Stel hier de prijs voor de accommodatie in

source: Base Price
es_mx: Precio Base
nl_nl: Basis prijs

source: Please specify Property ID
es_mx: Favor de especificar el ID de la Propiedad
nl_nl: Specificeer het accommodatie ID

source: Property does not exist
es_mx: La propiedad no existe
nl_nl: Accommodatie bestaat niet

source: Room Draft
es_mx: Borrador de Habitación

source: Room cannot created, please check again
es_mx: No se puede crear la habitación
nl_nl: Accommodatie kan niet aangemaakt worden, probeer opnieuw

source: room type(s)
es_mx: tipo(s) de Habitación
nl_nl: Accommodatie type

source: with %s
es_mx: con %s
nl_nl: Met %s

source: room(s)
es_mx: habitación(es)
nl_nl: Unit(s)

source: There are %s in your listing
es_mx: Hay %s en tu lista
nl_nl: Er staan %s in je lijst

source: There is <b>no room</b> in your listing
es_mx: No hay <b> ninguna habitación </ b> en tu lista
nl_nl: Er staat niet in je lijst

source: Our system does not find any rooms from your searching. You can change search feature now.
es_mx: Nuestro sistema no encuentra ninguna habitación de su búsqueda. Puedes cambiar la función de búsqueda ahora.
nl_nl: Voor deze datum of het aantal personen is geen accommodatie meer beschikbaar, pas uw zoekcriteria aan.

source: This %s required minimum stay is %s night(s).
es_mx: Esta %s requiere una estancia mínima de %s noche(s).
nl_nl: Deze %s vereist een minimaal verblijf van %s nachten.

source: Field Type
es_mx: Tipo de Campo
nl_nl: Veld type

source: -- Select --
es_mx: -- Seleccionar --
nl_nl: -- Selectie --

source: Location Dropdown
es_mx: Ubicación desplegable

source: Date
es_mx: Hasta la Fecha

source: Adult & Children
es_mx: Adultos y Niños

source: Taxonomy
es_mx: Taxonomía

source: Star Of Property
es_mx: Estrellas de la propiedad
nl_nl: Sterren van deze accommodatie

source: Price
es_mx: Precio
nl_nl: Prijs

source: Placeholder
es_mx: Marcador

source: - Taxonomy
es_mx: - Taxonomía

source: - Display Style
es_mx: - Estilo de visualización
nl_nl: - Display Stijl

source: Dropdown
es_mx: Desplegable

source: Check Box
es_mx: Casilla de verificación

source: - Operator
es_mx: - Operador

source: And
es_mx: Y
nl_nl: En

source: Or
es_mx: O
nl_nl: Of

source: Required
es_mx: Requerido
nl_nl: Verplicht

source: Yes
es_mx: Si
nl_nl: Ja

source: In Advance Search?
es_mx: ¿En Búsqueda Avanzada?
nl_nl: Uitgebreid zoeken

source: from %s /%s nights
es_mx: de %s /%s noches
nl_nl: van %s /%s nachten

source: from %s /night
es_mx: de %s /noche
nl_nl: van %s /nacht

source: You cannot book "%s" on: %s
es_mx: No se puede reservar "%s" en: %s
nl_nl: U kan niet boeken "%s" op: %s

source: Number of rooms you booked is not enough, please change your search.
es_mx: El número de habitaciones que ha reservado no es suficiente, por favor cambie su búsqueda.
nl_nl: Het aantal beschikbare units van de accommodatie is niet genoeg, pas je zoekcriteria aan.

source: To see price details, please select check-in and check-out date.
es_mx: Para ver los detalles de los precios, seleccione la fecha de llegada y salida.
nl_nl: Voor prijs details selecteer een check-in en check-uit datum

source: Please select check-in date.
es_mx: Por favor, seleccione la fecha de llegada.
nl_nl: Selecteer een check-in datum

source: Please select check-out date.
es_mx: Por favor, seleccione la fecha de salida.
nl_nl: Selevteer een check-uit datum

source: Please select number of room.
es_mx: Por favor, seleccione el número de habitación.
nl_nl: Selecteer het aantal accommodaties

source: Number of bookable rooms cannot be more than number of adults.
es_mx: El número de habitaciones reservables no puede ser más que el número de adultos.
nl_nl: Het aantal te boeken accomodaties kan niet meer zijn dan het aantal volwassenen.

source: The day after check out day to check in
es_mx: El día después de la salida del día para la llegada
nl_nl: De dag na check-uit om in te checkken

source: This %s required minimum stay is %s night(s)
es_mx: Esta %s requiere una estancia mínima de %s noche(s)
nl_nl: Voor deze %s geld een minimum van %s nacht(en)
