Repository: ShinethemeTeam/wpbooking
Catalog: languages/wpbooking-*.po
Languages: es_mx, nl_nl

source: /person per stay
es_mx: /persona por estancia
nl_nl: /personen per verblijf

source: /night
es_mx: /noche
nl_nl: /nacht

source: /person per night
es_mx: /persona por noche
nl_nl: /persoon per nacht

source: included
es_mx: incluido
nl_nl: inclusief

source: Accepted Cards
es_mx: Tarjetas Aceptadas
nl_nl: Geaccepteede kaarten

source: Duration:
es_mx: Duración:
nl_nl: Duur:

source: Max:
es_mx: Máx:

source: people
es_mx: personas
nl_nl: personen

source: Departure date
es_mx: Fecha de salida
nl_nl: Vertrek tijd

source: Payment Policies
es_mx: Políticas de pago
nl_nl: Betaalingvoorwaarden

source: WPBooking Search Form
es_mx: Formulario de búsqueda de WPBooking
nl_nl: WPBooking zoek formulier

source: Advanced Search
es_mx: Búsqueda Avanzada
nl_nl: Uitgebreid zoeken

source: More...
es_mx: Más...
nl_nl: Meer...

source: 5 stars
es_mx: 5 estrellas
nl_nl: 5 sterren

source: 4 stars
es_mx: 4 estrellas
nl_nl: 4 sterren

source: 3 stars
es_mx: 3 estrellas
nl_nl: 3 sterren

source: 2 stars
es_mx: 2 estrellas
nl_nl: 2 sterren

source: 1 star
es_mx: 1 estrella
nl_nl: 1 ster

source: - Select -
es_mx: - Seleccionar -
nl_nl: - Selecteer-

source: Title:
es_mx: Título:
nl_nl: Naam:

source: Search Fields:
es_mx: Campos de búsqueda:
nl_nl: Zoek velden:

source: Remember to hit Save button after adding or removing new search field
es_mx: Recuerde pulsar el botón Guardar después de agregar o quitar un nuevo campo de búsqueda
nl_nl: Vergeet niet om op de bewaarknop te klikken naa het aanpassen van de velden

source: Please rate the criteria of this accommodation.
es_mx: Por favor calificar los criterios de este alojamiento.
nl_nl: Waardeer deze accommodatie

source: Please select the number of adults
es_mx: Favor de seleccionar el número de adultos
nl_nl: Selecteer het aantal volwassenen

source: Please select the number of children
es_mx: Favor de seleccionar el número de niños
nl_nl: Selecteer het aantal kinderen

source: Please select the number of adults and children
es_mx: Favor de seleccionar el número de adultos y niños
nl_nl: Selecteer het aantal volwassenen en kinderen

source: Do you want to delete?
es_mx: ¿Quieres borrar?
nl_nl: Wil je dit verwijderen?

source: Do you want to delete all image?
es_mx: ¿Desea borrar toda la imagen?
nl_nl: Wil je alle foto's verwijderen?

source: room
es_mx: habitación
nl_nl: accommodatie

source: rooms
es_mx: habitaciones
nl_nl: accommodaties

source: You want to delete this image permanently?
es_mx: ¿Quieres borrar esta imagen permanentemente?
nl_nl: Wil je deze foto definitief verwijderen?

source: Read More
es_mx: Leer Más
nl_nl: Lees meer

source: Room Name:
es_mx: Nombre de la Habitación:
nl_nl: Accommodatienaam

source: Futon Mat / Variable Size
nl_nl: SlaapMat / Variabele maat

source: General
nl_nl: Algemeen

source: Decimal
nl_nl: Decimaal

source: You must upgrade your PHP version to 5.3.0 at least to use WPBooking Plugin. Your current version is %s
nl_nl: Je moet je PHP versie upgraden naar 5.3 om de WPBooking Plugin te gebruiken . Je huidige versie is %s

source: No Accommodation Room found.
nl_nl: Geen accommodatie unit gevonden

source: No
nl_nl: Nee

source: Tour
nl_nl: Excursie

source: Tours
nl_nl: Excursies

source: Children
nl_nl: Kinderen

source: tour
nl_nl: excursie

source: Total
nl_nl: Totaal

source: Bankcard
nl_nl: Overschrijving

source: Total
nl_nl: Totaal

source: Decimal:
nl_nl: Decimaal:

source: Slug
nl_nl: Verkorte naam

source: Total: %s
nl_nl: Totaal: %s

source: TOTAL
nl_nl: TOTAAL
